[
  {
    "course_code": "19ENC110",
    "course_name": "Etkileyen Liderlik",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/baf02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Liderlik yolculuğunuzda etki yaratmak istiyorsanız, \"Etkileyen Liderlik\" eğitimi sizin için hazırlandı. Bu eğitim, lider olmanın ötesinde, çevrenizdeki insanları harekete geçirecek ve ilham verecek stratejileri öğrenmenizi sağlar. Karşılaşabileceğiniz zorlukları, gerçek hayattan alınmış hikayelerle ele alıyoruz, böylece teorik bilgileri pratik örneklerle pekiştiriyorsunuz. Etkileyen lider olma sanatını keşfedin ve zorlu liderlik durumları karşısında nasıl kararlı ve ikna edici olabileceğinizi öğrenin. Bu eğitimle, liderlik becerilerinizi geliştirin ve hem kendinizi hem de takımınızı başarıya taşıyacak yönetsel zekâyı kazanın."
  },
  {
    "course_code": "25ENC4823",
    "course_name": "İletişim Kopukluğundan Krize: Bir Çatışma Anatomisi",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/ab7fec98-d37d-f011-b4cc-6045bdde4b09.jpg",
    "course_description": "Ajansda yaşanan örnek bir olay üzerinden ilerleyen bu vaka çalışmasında, katılımcılar çatışma kaynaklarını tanımlamayı, rol ve sorumluluk netliği oluşturmayı, yapılandırılmış geri bildirim sistematiği kurarak sağlıklı iletişim ortamı oluşturmayı deneyimleyeceklerdir. Eşit söz hakkı, empati temelli rol değişimi ve ortak hedefe odaklanma gibi uygulamalarla çatışmaların üretkenliğe dönüştürülmesi süreci adım adım ele alınacak; iletişim gücünün ekip dinamiğine olan etkisi vaka üzerinden somutlaştırılacaktır."
  },
  {
    "course_code": "21ENC98",
    "course_name": "Skillsoft ile Liderlik - Performans Yönetimi",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/9cf42a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Performans yönetimi, şirket hedeflerinin gerçekleştirilmesinde bireylerin katkısını maksimize etmek için hayati bir yönetim aracıdır. 'Skillsoft ile Liderlik - Performans Yönetimi' eğitimi, liderlerin performans hedefleri belirleme, çalışanların performansını izleme ve değerlendirme, ve performans gelişimi için stratejik geri bildirim sağlama becerilerini geliştirmeyi hedefler. Alanında uzman kişiler tarafından sunulan bu eğitim setinde, performans yönetimi süreçleri, hedef belirleme teknikleri, sürekli gelişim için geri bildirim ve koçluk yöntemleri gibi konular detaylı bir şekilde işlenir. Performans yönetimi stratejilerini ve en iyi uygulamalarını öğrenerek, çalışanlarınızın ve şirketinizin daha yüksek başarılar elde etmesine olanak tanıyan bu eğitim, liderler için değerli bir kaynaktır."
  },
  {
    "course_code": "24ENC4504",
    "course_name": "Birlikte Başarının Anahtarı: İş Yerinde Etkili İletişim",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/1d11f31b-64a3-ef11-8a6a-000d3ab82902.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Bu eğitim, iş yerinde etkili iletişimin geliştirilmesine odaklanmaktadır. Eğitimde, sözlü, yazılı ve beden dili gibi farklı iletişim biçimleri detaylı olarak ele alınmakta; katılımcıların aktif dinleme, geri bildirim verme, çatışma yönetimi ve kriz anlarında iletişim becerilerini geliştirmeleri hedeflenmektedir. İletişimin iş süreçlerine olan etkisi, senaryolarla örneklendirilmekte ve ekip içi uyumu artırmanın yolları sunulmaktadır. Eğitim sonunda, katılımcılar iş arkadaşlarıyla daha etkili iletişim kurarak iş süreçlerini iyileştirme, ekip içinde uyum ve motivasyonu artırma becerilerini kazanacaklardır.</p></div>"
  },
  {
    "course_code": "24ENC4503",
    "course_name": "Birlikte Daha Güçlüyüz: Ekip Çalışmasının Gücü",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/78094430-5da3-ef11-8a6a-000d3ab82902.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Bu eğitim, ekip çalışmasının iş yerindeki önemini ve başarılı ekiplerin nasıl oluşturulabileceğini anlamaya odaklanmaktadır. Eğitimde, iletişim, güven, dayanışma ve koordinasyonun ekip performansına etkisi ayrıntılı olarak ele alınmakta; ekip içinde etkili iş birliği sağlamak için problem çözme, karar verme ve geri bildirim yöntemleri sunulmaktadır. Çeşitli iş senaryolarıyla ekip içi çatışmaların yapıcı şekilde yönetilmesinin önemi vurgulanmakta; katılımcıların güçlü ekipler oluşturarak iş süreçlerini daha verimli ve uyumlu hale getirmeleri için rehberlik edilmektedir. Eğitim sonunda, katılımcılar, iş yerinde etkili ekip çalışması becerilerini kullanarak hem bireysel hem de ekip başarılarına katkı sunacak bilgi ve yetkinliklere sahip olacaklardır.</p></div>"
  },
  {
    "course_code": "20ENC93",
    "course_name": "Podcast Paketi - Takım Yönetimi",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/08f42a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Takım yönetimi, iş dünyasında başarının anahtarlarından biridir. Bu podcast serisi, takım yönetiminin temellerini ve etkili stratejilerini kapsamlı bir şekilde ele alıyor. Takım oluşturma, ekip içi iletişim, motivasyon ve çatışma yönetimi gibi konular detaylı bir şekilde işleniyor. İş yerinizde veya seyahat ederken, bu bilgilere ulaşarak öğreniminizi sürdürebilirsiniz. Takım yönetimi becerilerinizi geliştirmek ve ekiplerinizi daha etkin bir şekilde yönetmek isteyen liderler ve yöneticiler için mükemmel bir kaynaktır. Bu podcast, takım çalışması ve yönetimi konusundaki anlayışınızı derinleştirecek ve pratik bilgiler sunacak."
  },
  {
    "course_code": "24ENC4591",
    "course_name": "Sporda ve İş Hayatında Liderlik",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/sporda-ve-is-hayatinda-liderlik-0.5001035364611917.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\"><span style=\"font-family:&quot;Calibri&quot;,sans-serif;font-size:11.0pt;\"><span style=\"width:fit-content;\" width=\"fit-content\">Türkiye Milli Takımı'nı ve VakıfBank SK'yı çalıştırmış deneyimli antrenör Giovanni Guidetti’den Yeni Bir Liderlik Eğitimi. Liderin sahip olması gereken özellikleri, takım içi iletişimi, hata yönetimini, geri bildirim almayı ve başarıyı artıma yollarını detaylarıyla paylaşıyor.</span></span></p></div>"
  },
  {
    "course_code": "23ENC4199",
    "course_name": "Proje Yönetiminde Çatışma Çözme",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/eecd4c73-3a3c-ee11-bdf4-000d3ab0b487.jpg",
    "course_description": "Proje yöneticisi projeleri yönetirken kullandığı farklı beceri ve yetkinlikler arasında, temel beceriler en önemlisidir. Ekip üyeleriyle etkili iletişim kurabilme ve farklı talepler arasında müzakere yapabilme yeteneği, proje yöneticisinin proje çatışmalarını yönetmesine olanak sağlar. Çatışmayı etkili bir şekilde çözmek, paydaşların olumlu kalmasına yardımcı olur ve proje başarısı ile başarısızlık arasındaki farkı belirleyebilir.  Bu eğitimde, değişim yönetimi ve çatışmayla başa çıkma konularında bilgi sahibi olacaksınız. Birisi proje değişikliği talep ettiğinde nasıl ele almanız gerektiğini, paydaşlarla iletişim için bir plan oluşturma yöntemlerini ve ortaya çıkan çatışmalarla başa çıkma yaklaşımlarını keşfedeceksiniz."
  },
  {
    "course_code": "19ENC70",
    "course_name": "Güç Davranışlar ve Çeşitli Takımların Yönetim Zorluklarıyla Yüzleşmek",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/2ef12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Farklı yaş grupları, geçmişler ve deneyimlere sahip çeşitli takımları yönetmek, özellikle güçlü kişilikler ve anlaşmazlıklarla karşılaşmak zorlayıcı olabilir. \"Güç Davranışlar ve Çeşitli Takımların Yönetim Zorluklarıyla Yüzleşmek\" eğitiminde, bu zorlukları etkili bir şekilde nasıl yöneteceğinizi öğreneceksiniz. Eğitim, takım içi anlaşmazlıkları ve güçlü personel davranışlarını giderme yöntemlerine odaklanırken, çatışma çözümü yönetimi ve iletişim becerilerinizi geliştireceksiniz. Anlaşmazlıkları çözmek için kullanılabilecek faydalı teknikler ve süreçler hakkında bilgi edinirken, çalışanların güç davranışlarını idare etmek için önemli stratejileri de keşfedeceksiniz. Eğitim, takım içi çatışmaları etkili bir şekilde çözmenin yanı sıra, iş yerindeki genel anlaşmazlıklara yönelik kapsamlı bilgiler sunar ve bu süreçte liderlik yeteneklerinizi geliştirir."
  },
  {
    "course_code": "24ENC4324",
    "course_name": "Etkileme ve İkna",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.5,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/b458959e-5fb0-ee11-a569-000d3a64cc49.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Etkileme ve ikna becerisi, bir bireyin başkalarını düşünce, davranış veya tutumlarında değişiklik yapmaya ikna etme yeteneği olarak tanımlanabilir. Bu beceriler, iletişim ve etkileşim süreçlerinde etkili olma, başkalarını anlama ve kendi düşüncelerini, fikirlerini veya isteklerini etkili bir şekilde iletebilme yeteneğini içerir. Etkileme ve ikna becerileri, birçok farklı bağlamda önemlidir. İş dünyasında, profesyonel ilişkilerde, satış, liderlik, topluluk içinde etkileşim, müzakere ve birçok diğer durumda bu becerilere sahip olmak, bireyin başarı şansını artırabilir. Etkili ikna becerilerine sahip olan kişiler, karşılarındaki insanları anlamak, onların ihtiyaçlarını belirlemek ve karşılıklı kazanç sağlamak amacıyla iletişim kurmak konusunda başarılı olabilirler. Siz de iş dünyasında insanları etkileyerek ikna etme becerilerinizi geliştirmek istiyorsanız, bu eğitim iş dünyasının rekabetçi ortamında kendinizi öne çıkarabilmek için size bir fırsat sunuyor.</p></div>"
  },
  {
    "course_code": "25ENC4747",
    "course_name": "Geleceğin Yöneticileri İçin Özgün Liderlik - 101",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.5,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/14c22573-b630-f011-8c4e-7c1e5236ed13.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); font-family: Segoe UI; font-size: 11pt;\"><div class=\"raw-html-embed\"><div style=\"font-family:Segoe UI;font-size:11pt;\" dir=\"ltr\" data-wrapper=\"true\" class=\"ck-content\"><p style=\"margin: 0;\">Modern iş dünyasında liderlik, sadece yönetmek değil, aynı zamanda ilham vermek ve güven inşa etmek anlamına gelir. Özgün liderlik; empati, dürüstlük ve değerlerle uyumlu bir yaklaşım sergileyerek ekip üyelerini güçlendirmeyi ve sürdürülebilir başarıyı hedeflemeyi içerir.&nbsp;<br>Günümüze ve geleceğe şekil vermek isteyen liderler, özgün liderlik modelini kullanarak hem ekiplerine hem de yer aldıkları kurumlara katkı sağlayabilirler. Bu eğitimde, özgün liderliğin temel ilkelerini keşfederek insan odaklı bir liderlik anlayışının detaylarını öğreneceksiniz. Kendinizi ve değerlerinizi daha iyi tanıyarak, ekip üyelerinizle güçlü ilişkiler kurmanın ve şeffaf bir iletişim geliştirmenin önemini deneyimleyeceksiniz.</p></div></div></div>"
  },
  {
    "course_code": "19ENC38",
    "course_name": "Duygusal Zekadan Faydalanmak",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.5,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/7cf02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "\"Duygusal Zekadan Faydalanmak\" eğitimimizde, duygusal farkındalık, öz yönetim ve sosyal becerilerin iş hayatında nasıl etkili kullanılabileceğini öğrenirken, duygusal zekanızı geliştirmek için uygulayabileceğiniz pratik teknikleri keşfedeceksiniz. Bu eğitim, liderlerin organizasyonel ilişkilerde başarılı olmalarını sağlayan duygusal zeka bileşenlerini derinlemesine ele alacak ve bu becerilerin iş ve kişisel yaşamınızdaki etkilerini anlamanıza yardımcı olacak. Duygusal zekanın iş dünyasındaki rolünü ve önemini öğrenirken, karar verme, ekip yönetimi ve çatışma çözümü gibi alanlarda bu becerileri nasıl uygulayabileceğinizi öğreneceksiniz. Eğitim, duygusal zekanızı artırmak ve bu zekayı etkili bir şekilde kullanarak iş yerinde daha başarılı ve etkili bir lider olmanıza yardımcı olacak stratejiler ve araçlar sunar."
  },
  {
    "course_code": "24ENC4325",
    "course_name": "Profesyoneller İçin Müzakere Becerileri",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.5,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/2bce8f70-72b0-ee11-a569-000d3a64cc49.jpg",
    "course_description": "Müzakere becerileri, taraflar arasında bir anlaşma sağlama sürecini yönetme ve etkileme yeteneği olarak tanımlanır. İyi bir müzakereci olmak, çeşitli durumlarla başa çıkabilme, esneklik gösterebilme ve karşılıklı çıkarları gözetebilme yeteneğini gerektirir. İş ve kişisel ilişkilerde kullanılan müzakere becerileri, bir konuda anlaşmaya varmak, çatışmaları çözmek ve ortak bir zemin bulmak amacıyla kullanılır. İş dünyasında başarılı müzakereler, stratejik kararların temelini oluşturur. Bu eğitimde, etkili iletişim ve müzakere becerilerini geliştirecek, karşılıklı anlayışı artıracak ve kazan-kazan durumları yaratma yeteneğinizi güçlendireceksiniz. Gerçek dünya senaryolarına dayalı uygulamalarla desteklenmiş pratik bilgiler, katılımcıları gerçek iş ortamlarında karşılaşabilecekleri zorluklarla başa çıkma konusunda hazırlayacak. Bu eğitim, müzakere süreçlerinde liderlik yapma, çatışma çözme ve kazançlı anlaşmalar elde etme konularında derinlemesine bir anlayış geliştirmek isteyen iş profesyonelleri için idealdir. İş dünyasındaki rekabet avantajınızı artırmak ve stratejik kararlarınızı güçlendirmek için bu eğitimle müzakere becerilerinizi mükemmelleştirin."
  },
  {
    "course_code": "19ENC99",
    "course_name": "İlham Veren Bir Lider Olmak",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/90f12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "İnsanları güdüleyen ve ortak hedeflere doğru yönlendiren liderler, başarıların arkasındaki asıl güçtür. \"İlham Veren Bir Lider Olmak\" eğitimi, liderlerin güvenilirliğini artıran ve takım üyelerine ilham veren nitelikler üzerine yoğunlaşır. Eğitim süresince, ilham veren liderlerin özelliklerini ve davranışlarını öğrenirken, sözlerinizin ve eylemlerinizin takımınızın vizyonunuza inanmasına nasıl katkı sağladığını keşfedeceksiniz.\n\nBu eğitimde, liderlik yoluyla nasıl etkili bir topluluk yaratılacağını ve takım üyelerinizin motivasyonunu nasıl artıracağınızı öğrenirken, aynı zamanda güven inşa etme ve ikna edici iletişim tekniklerine de odaklanacaksınız. Eğitim sonunda, açık ve güvenilir mesajların, ilham veren liderlikte nasıl kritik bir rol oynadığını anlayacaksınız."
  },
  {
    "course_code": "23ENC4201",
    "course_name": "Hibrit Çalışmada Liderlik: İş Birliği Geliştirme",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.3,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/357da7a8-3f3c-ee11-bdf4-000d3ab0b8d1.jpg",
    "course_description": "Çoğumuz için, pandemi gelmeden çok önce ofiste veya üretim sahasında 9'dan 5'e, haftada beş gün çalışma dönemi sona ermişti. Covid, zaten başlamış olan çalışma yeri ve çalışma saatleri konusundaki dönüşümünü hızlandırdı. 21. yüzyılda bir ekip lideri, genellikle farklı zaman dilimlerinde bulunan, uzaktan ve ofis çalışanlarının bir karışımından oluşan hibrit ekipleri yönetmeyi öğrenerek gelecekteki çalışma dünyasına hazırlanmalıdır.  Bu eğitimde, mekân ve zaman açısından ayrılmış bir grup bireyde bir topluluk hissi oluşturabilen, insan odaklı bir yönetici olmayı öğreneceksiniz. Hibrit ekiplerde eşitsizliklerin nasıl ortaya çıkabileceğini ve nasıl önleneceğini göreceksiniz. Fiziksel olarak ayrı çalışanlar arasındaki iş birliğini geliştirmek için araçlar ve teknikler öğreneceksiniz. Son olarak, hibrit ekiplerde yüksek üretkenlik ve performansı sürdürme stratejilerini keşfedeceksiniz."
  },
  {
    "course_code": "18ENC14",
    "course_name": "Biz Bir Ekibiz",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/7def2a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "İş dünyasında başarının temeli, güçlü ekip çalışmasına ve sağlam işbirliğine dayanır. 'Biz Bir Ekibiz' eğitimi, ekip ruhunu geliştirmek ve işbirliği içinde sinerji yaratmak için gereken temel bilgileri ve stratejileri sunar. Bu eğitimde, etkili ekip çalışmasının anahtar bileşenlerini, takım üyeleri arasında iletişimi güçlendirmenin yöntemlerini ve ortak hedeflere ulaşmak için sinerji yaratma tekniklerini öğreneceksiniz. Eğitim setimiz, her seviyeden profesyoneli, ekip içi dinamikleri anlama ve bu dinamikleri başarıya dönüştürme konusunda bilgilendirirken, katılımcıların takım olarak daha yüksek performans göstermelerini sağlayacak araçlarla donatılmıştır. 'Biz Bir Ekibiz' eğitimi, iş yerinizdeki takım çalışmasını bir üst seviyeye taşımanıza yardımcı olacak değerli içgörüler ve uygulamalı bilgiler içerir."
  },
  {
    "course_code": "21ENC91",
    "course_name": "Skillsoft ile Liderlik - Etkileyen Lider",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/8ef42a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Skillsoft ile Liderlik - Etkileyen Lider eğitim serisi, liderlerin etkileyici ve motive edici liderlik stillerini geliştirmelerine yardımcı olmayı hedefler. Bu interaktif eğitimde, dünya çapında tanınan liderlik uzmanlarından gelen içgörüler ve gerçek hayattan örneklerle donatılmıştır. Katılımcılar, bireylerin potansiyellerini maksimize etmelerini sağlayacak iletişim ve etkileşim tekniklerini öğrenirken, takımlarını başarıya ulaştırma ve sürdürülebilir bir etki yaratma konusunda beceriler kazanacaklardır. Bu eğitim setini tamamlayan katılımcılar, etkileyici liderlik becerileri, karar verme süreçleri, ekip motivasyonu, stratejik düşünc gibi liderliğin tüm yönlerinde daha yetkin hale geleceklerdir."
  },
  {
    "course_code": "24ENC4505",
    "course_name": "Yönetici Olmak İstiyorum",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/a7ce0793-45a6-ef11-b8e9-6045bddf75d8.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">İyi bir yönetici olmanın yolu, ekip yönetiminde temel becerilere hakim olmaktan geçer. Bu eğitimde, yönetici olarak ihtiyaç duyacağınız temel yetkinlikleri geliştirecek; güçlü bir ekip kurma, delegasyon, performans yönetimi ve etkili iletişim gibi konularda kapsamlı bilgi edineceksiniz.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Eğitim süresince, empati ve dinleme becerileriyle ekip üyelerinizle güçlü ilişkiler kurmanın önemini, stratejiye uyumlu bir vizyonun motivasyon üzerindeki etkisini ve SMART hedeflerle performansı nasıl artırabileceğinizi keşfedeceksiniz. Sorun çözme, karar alma ve geri bildirim gibi kritik yönetim araçlarını öğrenerek, ekibinizi daha etkin bir şekilde yönlendirme becerinizi geliştireceksiniz.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Koçluk ve mentorluk arasındaki farkları öğrenerek, koçluk becerileri ile de ekibinizin potansiyelini en iyi şekilde ortaya çıkarmaya yönelik güçlü bir liderlik yaklaşımı geliştireceksiniz. Bu eğitim, liderlik yolculuğunuzda hem size hem de ekibinize değer katacak bir kılavuz olacak</p></div>"
  },
  {
    "course_code": "25ENC4819",
    "course_name": "Çalışma Sürecindeki Zorluklar ve Ekip İçi İletişim",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/564b1774-d17d-f011-b4cc-6045bdde4b09.jpg",
    "course_description": "Yaratıcı ekipler içerisinde ortaya çıkabilecek rol karmaşası, algı farklılıkları ve geri bildirim süreçlerinden kaynaklanan iletişim problemlerini analiz etmek hedeflenmiştir. Senaryo bir reklam ajansında yaşanan bir vaka üzerinden yapılandırılmıştır. Katılımcılar, ekip içi çatışmanın nedenlerini değerlendirme, etkili liderlik yaklaşımlarını inceleme ve sürdürülebilir iletişim stratejilerini tanıma imkânı bulacaklardır. Eğitim süresince geri bildirim kültürü, empati geliştirme, rol netliği sağlama ve ekip dinamiklerini güçlendirme gibi temel başlıklar üzerinde durularak, iş birliği ortamının nasıl yeniden inşa edilebileceği uygulamalı olarak ele alınacaktır."
  },
  {
    "course_code": "21ENC127",
    "course_name": "Kısa Kısa: Yönetim Becerileri",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/6df22a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Yönetim ve liderlik becerileri, her düzeydeki yöneticiler için kritik öneme sahiptir ve kuruluşların başarısında belirleyici bir rol oynar. 'Kısa Kısa: Yönetim Becerileri' eğitimi, etkili liderlik ve yönetim yetkinliklerinin temellerini pratik ve öz bir şekilde aktarır. Eğitim, liderlik becerilerinin nasıl öğrenilebileceğini ve geliştirilebileceğini vurgulayarak, mevcut ve potansiyel yöneticilere yönelik bir yol haritası sunar. Kısa ve yoğun bilgiler içeren bu eğitim seti, etkili iletişim, karar verme, takım yönetimi, stratejik planlama ve çatışma çözme gibi temel yönetim becerilerini kapsar. Bu içerikler, yöneticilerin ve liderlik pozisyonu için hazırlanan profesyonellerin, ekiplerini motive etme, performansı artırma ve değişen iş dünyasında başarılı olma kapasitelerini geliştirmelerine yardımcı olmak için tasarlanmıştır."
  },
  {
    "course_code": "19ENC105",
    "course_name": "Delege Ettiğiniz Kişiden Beklediğinizi Almak",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/1cf02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Delege ettiğiniz kişilerden beklediğiniz sonuçları almanın yollarını öğrenmek istiyorsanız, bu eğitim tam size göre. Görev ve sorumlulukları başarıyla dağıtmak için sadece doğru kişiyi seçmek yetmez; ayrıca etkili denetim, geri bildirim ve motivasyon sağlamak da gerekir. Bu süreçte, öz güven kazandıracak ve yeni sorumluluklar üstlenmeye teşvik edecek yöntemleri öğrenirsiniz. Etkili iletişim becerileri ve olumsuz davranışları tespit etme konusunda bilgi edinirken, aynı zamanda zor durumlarla başa çıkma ve yapıcı geri bildirimde bulunma tekniklerini de keşfedersiniz. \"Delege Ettiğiniz Kişiden Beklediğinizi Almak\" eğitimi, delegasyonun sadece bir görev paylaşımı olmadığını, takım üyelerinin gelişimine de katkıda bulunan önemli bir liderlik aracı olduğunu anlamanıza yardımcı olur. Bu eğitimle, takımınızı daha etkili bir şekilde yönetme becerilerinizi artırabilirsiniz."
  },
  {
    "course_code": "19ENC73",
    "course_name": "Takım İçi Anlaşmazlıkları Gidermek",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/4cf52a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Takım içi anlaşmazlıkların yönetimi, bir takımın başarısı ve dayanıklılığı için kritik bir beceridir. \"Takım İçi Anlaşmazlıkları Gidermek\" eğitiminde, başarılı takımların temel özelliklerini anlayacaksınız: açık bir doğrultu, takım üyeleri arasındaki güven, etkili iletişim ve anlaşmazlıkları çözmek için net süreçler. Anlaşmazlıkları hızlı bir şekilde tespit etmeyi, onların sebeplerini öğrenmeyi ve etkili çözüm stratejilerini uygulamayı öğrenirken, bu becerilerin takımınızın performansını nasıl artıracağını keşfedeceksiniz. Eğitim, takım içi çatışmaları etkili bir şekilde yönetmek için gerekli araçları ve teknikleri sunarak, takım lideri olarak becerilerinizi geliştirecek ve takımınızı daha uyumlu bir çalışma ortamına yönlendirecektir."
  },
  {
    "course_code": "19ENC69",
    "course_name": "Takım Liderliği Konusunda Uzman Görüşleri",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/52f52a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Bu eğitimimizde, takım liderliğinin inceliklerini öğrenerek takımınızı bir sonraki seviyeye nasıl taşıyabileceğinizi keşfedeceksiniz. Takım liderliği, bireyleri ortak hedefler etrafında toplayarak, onları yüksek performanslı bir grup haline getirme sanatıdır. Eğitimde, takımınızın potansiyelini maksimize etme ve onları hayallerin gerçeğe dönüştüğü bir birlik haline getirme tekniklerini öğreneceksiniz. Takım liderliği konusunda uzman görüşlerini inceleyerek, takım dinamiklerini nasıl yöneteceğinizi ve takım üyelerinin motivasyonunu nasıl artıracağınızı öğrenirken, etkili iletişim stratejileri ve çatışma çözümü becerileri hakkında da bilgi edineceksiniz. Bu eğitim, takım lideri olarak becerilerinizi geliştirecek ve takımınızın başarısını en üst düzeye çıkarmak için gerekli araçları ve bilgileri sunar."
  },
  {
    "course_code": "21ENC168",
    "course_name": "İş Hayatında Başarı Serisi",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.5,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/baf12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "İş hayatında başarı, bireysel yetkinliklerin ve sosyal becerilerin birleşiminden doğar. 'İş Hayatında Başarı Serisi' eğitimi, profesyonellerin kariyer yolculuklarında önemli olan temel becerileri ve özellikleri geliştirmelerini amaçlar. Altı bölümden oluşan bu seride her bir modül, iş dünyasında başarılı olmanın kritik yönlerini ele alır. \"Otonomi Kazanmış İnsan\" bölümü, kişisel motivasyon ve öz yönetim becerilerine odaklanırken, \"Öğrenme Çevikliği\" sürekli gelişim ve adaptasyon yeteneğini vurgular. \"Duygusal Dayanıklılık\" stres yönetimi ve zorluklarla başa çıkma stratejilerini, \"İletişim\" ise etkin iletişim teknikleri ve etkileşim becerilerini kapsar. \"Geribildirim ve Takdir\" bölümü, geri bildirim almanın ve vermeyi uygun bir şekilde nasıl yapılacağını incelerken, \"Duygusal Zeka\" modülü, profesyonel ilişkilerde duygusal farkındalığı ve empatiyi ele alır. Bu serinin her bir modülü, katılımcılara iş hayatında başarılı olmak için gereken becerileri kazandırmak üzere tasarlanmıştır."
  },
  {
    "course_code": "20ENC17",
    "course_name": "İşyerini Duygusal Zeka ile Yönetmek",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/e6f12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Büyüklüğü, endüstrisi veya konumu ne olursa olsun tüm organizasyonlar insanlardan oluşur. Bu insanlar günlük olarak etkileşimde bulunur ve işler her zaman olaysız yürümez. Organizasyon içindeki duygusal zeka seviyelerini geliştirmek, bu ilişkilerin sorunsuz bir şekilde yürütülmesini sağlamada önemli bir faktördür. Bu durum, özellikle grup ortamlarında nasıl davranılacağına dair örnek teşkil etmesi gereken liderler için geçerlidir. Bu eğitimimizde, duygusal zeka yani EQ’yu geliştirmenin takım veya grup etkileşimlerini nasıl iyileştirebileceğini öğreneceksiniz. Ayrıca duygusal IQ’nun işyeri etkinlikleri, uyuşmazlık ve stres yönetimine ek olarak çalışanları etki altına alma ve katılımlarını sağlamadaki rolünü de keşfedeceksiniz."
  },
  {
    "course_code": "24ENC4442",
    "course_name": "Ekibinizin Yaratıcı Gücünü Besleyin",
    "insan_sarrafi": 1.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/74023a41-e43d-ef11-840a-000d3a67687e.jpg",
    "course_description": "İş dünyasında yaratıcılık lüks değil bir zorunluluktur. Yeniliğin, problem çözmenin ve rekabette önde olmanın itici gücüdür. Ancak yaratıcılık tek başına büyümez; beslendiğinde ve geliştirildiğinde büyür. Ekiplerinizi yaratıcılığa teşvik ederek gelişimi destekleyebilirsiniz. Lider, yaratıcılığı yönetemez ancak yaratıcılığı teşvik eden bir ortam yaratabilir. Bu eğitimde kuruluşların yaratıcı bir kültürü teşvik etmesini engelleyen zorlukları ve rekabet avantajı için yaratıcılığı güçlendirecek stratejileri öğreneceksiniz. Ayrıca yaratıcılık yoluyla mükemmellik kültürünü geliştirmeye ve başarısızlıktan ders çıkarabileceğiniz güvenli bir alan yaratmaya yönelik ipuçlarını da öğreneceksiniz."
  },
  {
    "course_code": "20ENC126",
    "course_name": "Kişisel Yaşamınızda Üretken Olun",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/83f22a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Kariyer ve kişisel gelişiminiz, evdeki üretkenlik alışkanlıklarınızla başlar. 'Kişisel Yaşamınızda Üretken Olun' eğitimi, bireysel etkinliğinizi güçlendirmek ve iş hayatınızdaki başarıyı katlamak için temel yöntemler sağlar. Programımız, profesyonel yaşamınızdaki üretkenliğinizi artırmanın yollarını, ev içi düzen ve organizasyonun önemini detaylandırarak sunar. Evdeki zaman yönetiminizi ele alarak, iş ve özel hayatınızdaki dengenin nasıl optimize edilebileceğini ve bu sürecin stres üzerindeki etkilerini azaltma yöntemlerini inceler. Seyahat organizasyonları, günlük görevler ve ev yönetimi konularında uygulamalı bilgilerle donatılmış bu eğitim, aynı zamanda etkili ebeveynlik teknikleri ve sağlıklı bir yaşam sürdürme önerileri ile kişisel gelişiminize katkıda bulunur. Bu eğitim serisi, iş performansınızı artıracak kişisel üretkenlik stratejilerini öğrenmek ve uygulamak için idealdir."
  },
  {
    "course_code": "21ENC125",
    "course_name": "Kısa Kısa: Kişisel Mükemmellik Seti",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/6bf22a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Kişisel gelişim, bireylerin hem profesyonel hem de özel hayatlarında daha güçlü ve etkili olmalarını sağlayan bir süreçtir. 'Kısa Kısa: Kişisel Mükemmellik Seti' eğitimi, kişisel potansiyelinizi en üst düzeye çıkarmak ve değişen dünya düzeninde kendinizi güçlendirmek için gerekli araçları sunar. Eğitim serisi, bireylerin kendi kişisel ve profesyonel becerilerini tanımlama ve geliştirme konusunda kısa ve etkili bilgiler içerir. Kişisel mükemmellik yolculuğunda adım atmak isteyenler için hazırlanan bu içerik seti, zaman yönetimi, etkili iletişim, liderlik, takım çalışması ve problem çözme gibi çeşitli temel konuları ele alır. Bu eğitim, bireylerin değişimi yönetme becerilerini geliştirirken, onları kişisel ve profesyonel hedeflerine ulaşmaları için motive eder ve destekler."
  },
  {
    "course_code": "18ENC122",
    "course_name": "Stres: Yararları ve Zararları",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/16f52a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Modern hayatın kaçınılmaz bir unsuru olan stres, performansımızı ve yaşam kalitemizi derinden etkileyebilir. \"Stres: Yararları ve Zararları\" eğitimi, stresin karmaşık doğasını keşfetmek ve onu yönetmenin yollarını öğrenmek için bir rehberdir. Bu eğitim, stresin neden olduğu fiziksel ve psikolojik etkileri tanımlayarak, stresin nasıl üretken bir güç kaynağına dönüştürülebileceğini ve aşırı stresin zararlarını nasıl minimize edebileceğinizi ele alır. Katılımcılara, iş ve günlük yaşamlarında stresle başa çıkmak için etkili teknikler ve stratejiler sunar.\n\nEğitim boyunca, stresin baskı altında karar verme, problem çözme ve yaratıcılığı teşvik eden yönlerini keşfedecek ve aynı zamanda kronik strese bağlı sağlık sorunları ve tükenmişlik gibi olumsuz etkileri nasıl önleyeceğinizi öğreneceksiniz. Stres yönetimi konusunda bilinçlenmek, stres verici koşulları düzenleyebilme ve buna uyum sağlayabilme yetkinliklerini geliştirmeyi amaçlar.\n\n\"Stres: Yararları ve Zararları\" eğitimi, stresin baş etme yollarını ve stres yönetiminin önemini vurgulayarak, daha sağlıklı, huzurlu ve verimli çalışma ortamları yaratma konusunda katılımcılara yol gösterir. Stres yönetimini öğrenmek, sadece profesyonel başarıya değil, aynı zamanda genel yaşam doyumuna da katkıda bulunur. Bu eğitimle, stresi hayatınızın bir yükü olmaktan çıkarıp, güçlü bir motivasyon aracına dönüştürme gücüne sahip olacaksınız."
  },
  {
    "course_code": "20ENC44",
    "course_name": "Tasarım Odaklı Düşünme Nedir?",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.3,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/66f52a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "\"Tasarım Odaklı Düşünme\" eğitiminde, problemlere yaratıcı ve kullanıcı merkezli çözümler sunmayı hedefleyen bu yenilikçi yaklaşımın temellerini öğreneceksiniz. Tasarım odaklı düşünme, insan ihtiyaçlarını anlamaya ve buna göre çözümler üretmeye odaklanarak, her sorunu kapsamlı ve bütüncül bir bakış açısıyla ele alır. Bu eğitim, tasarım odaklı düşünmenin temel prensiplerini, uygulamalarını ve bu yaklaşımın nasıl etkili çözümler üretebileceğini anlatıyor. Eğitim setimizde, tasarım odaklı düşünmenin değişimi nasıl yenilik yoluyla geliştirebileceğini keşfedecek ve bu yaklaşımı kendi iş ve projelerinizde nasıl uygulayabileceğinizi öğreneceksiniz. \"Tasarım Odaklı Düşünme\" eğitimi, yaratıcı problem çözme ve yenilikçi düşünme becerilerinizi geliştirmek isteyen herkes için mükemmeldir. Bu eğitimle, tasarım odaklı düşünmenin gücünü anlayacak ve bu yaklaşımı hayatınızdaki çeşitli sorunlara nasıl uygulayabileceğinizi öğreneceksiniz."
  },
  {
    "course_code": "21ENC95",
    "course_name": "Skillsoft ile Liderlik - Kişisel Gelişim",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/96f42a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Kişisel gelişim, hem profesyonel hem de kişisel hayatta başarının anahtarını oluşturur. 'Skillsoft ile Liderlik - Kişisel Gelişim' eğitimi, bireylerin kendi potansiyellerini maksimize etmelerine ve sürekli gelişimlerine katkıda bulunacak stratejileri içerir. Alanında uzmanlar tarafından hazırlanan bu videolar, zaman yönetimi, etkili iletişim, öz disiplin, özgüven geliştirme ve motivasyon gibi temel kişisel gelişim alanlarını derinlemesine ele alır. Kendini geliştirmeyi hedefleyen herkes için tasarlanmış olan bu eğitim seti, bireylerin kariyerlerinde ve yaşamlarında dönüştürücü değişiklikler yapmalarına olanak tanır. Katılımcılar, kişisel gelişimlerini destekleyen araçlar ve tekniklerle donanırken, öz farkındalıklarını artırmanın ve sürekli gelişim için kendilerini nasıl motive edeceklerini öğrenecekler."
  },
  {
    "course_code": "21ENC109",
    "course_name": "Atwiser Yaşama Dair - Sağlıklı Yaşam",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/29ef2a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Sağlıklı bir yaşam sürmek, kişisel refahın temel taşıdır ve her bireyin ulaşmak istediği bir hedeftir. 'Atwiser Yaşama Dair - Sağlıklı Yaşam' eğitim seti, sağlıklı yaşam tarzını benimsemek isteyen herkes için kapsamlı bir rehber sunar. Bu video serisi, sağlıklı beslenme alışkanlıkları edinme, kilo verme süreçlerini doğru yönetme ve vücut sağlığını optimize etme gibi konuları detaylı bir şekilde işler. Juicing'in temelleri ve sağlık üzerine faydaları gibi spesifik konularla birlikte, sağlıklı yaşamın genel prensipleri ve günlük rutinlere entegre edilebilecek basit ama etkili değişiklikler hakkında bilgi verir. Eğitim seti, sağlıklı bir yaşam tarzı yaratmanın önemini vurgularken, bu yolu takip etmek için ihtiyaç duyduğunuz motivasyonu ve bilgiyi sağlar."
  },
  {
    "course_code": "19ENC89",
    "course_name": "Derin Bir Nefes Alın ve Stresinizi Yönetin",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/28f02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Bir türlü sonu gelmeyen yapılacaklar listenize her gün yeni maddeler eklenirken, hem işte hem de evde her şey üzerinize gelirken ve bunlar yüzünden sağlığınız ve ilişkileriniz olumsuz etkilenirken, stres yaşamamanız imkansız. Stres, aslında direkt yaşanan olaylara değil, o olaylara yönelik his ve tepkileriniz sonucunda ortaya çıkar. Sizde strese yol açan bu harici olayları her zaman kontrol edemeseniz de, farkındalık teknikleri uygulayarak strese tepkinizi kontrol edebilirsiniz. Bu eğitim, stresin psikolojik, davranışsal ve fizyolojik belirtileri ile nerelerden gelebileceğini açıklıyor. İş-yaşam dengesini korumak ve stresi yönetmek için bazı stratejiler paylaşırken, strese karşı tepkinizi değiştirip daha olumlu hale getirmenin yollarını ve odaklanmanız için rahatlama ve farkındalık tekniklerini aktarıyor."
  },
  {
    "course_code": "25ENC4799",
    "course_name": "Kendime Sesli Notlar",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/4c38499e-d267-f011-bec3-000d3a655e12.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Zihnimiz gün boyunca yüzlerce uyarana maruz kalıyor; işler, ilişkiler, planlar, krizler... Bunca yoğunluk arasında kendimize dönüp düşünmeye, hissetmeye, anlamaya pek yer kalmıyor. Oysa insanı gerçekten dönüştüren şey, kendi iç dünyasında olup bitenleri fark etmekten geçiyor. Ne hissediyoruz? Ne istiyoruz? Bizi ne motive ediyor, ne zorluyor? İşte bu sorulara verilen yanıtlar, hem kişisel gelişimin hem de zihinsel esenliğin temelini oluşturuyor.</p><p style=\"margin: 0;\">Bu podcast serisi, dopaminin kararlarımızı nasıl şekillendirdiğinden, öz disiplinin hayatımızdaki rolüne; pozitif psikolojinin iş yaşamına katkısından, kriz anlarında soğukkanlı kalabilmenin yollarına kadar uzanan bir keşif sunuyor. Öz değer, öz güven, öz saygı ve öz sevgi gibi içsel kuvvetleri tek tek ele alırken, aynı zamanda yaratıcı düşüncenin, hobilerin ve yenilikçiliğin hayatımıza katabileceği gücü de inceliyor.</p><p style=\"margin: 0;\">Her bölüm, bilimsel araştırmaların ve hayatın içinden gerçek deneyimlerin kesişim noktasında şekilleniyor. Amacı sadece bilgi vermek değil; sizi düşündürmek, tetiklemek, değiştirmek... Kendinizle kurduğunuz ilişkiyi yeniden inşa etmeniz, alışkanlıklarınıza farklı gözle bakmanız, zihinsel dayanıklılığınızı geliştirmeniz için ilham verici bir yolculuğa davet ediyor. Bu dinleme deneyimi, sadece yeni şeyler öğrenmek için değil; kendinizi yeniden duymak, anlamak ve keşfetmek için güçlü bir fırsat sunuyor.</p></div>"
  },
  {
    "course_code": "23ENC4282",
    "course_name": "Tutkunuzu Keşfedin: Hobi 101",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/e9fb3629-739e-ee11-be37-000d3ab0b487.jpg",
    "course_description": "Yeni tutkunuzu keşfetmeye hazır mısınız? İş hayatının ve günlük sorumlulukların oluşturduğu yoğun tempo, kendinize zaman ayırmanıza engel oluyor gibi görünebilir. Ancak kendinize bir hobi bulup edinmeniz, yeni bir tutku sahibi olabilmeniz sandığınızdan çok daha kolay! Hobiler; stres yönetimi, yaratıcılık, özgüven artışı ve sosyal etkileşim fırsatları ile hem kişisel hem de profesyonel yaşamınıza olumlu katkılar sağlar. “Tutkunuzu Keşfedin: Hobi 101” eğitimiyle hobilerin renkli dünyasına giriş yapacak, yeni yetenekler keşfedecek, günlük rutininizi iyileştirecek ve yaşam kalitenizi artırabileceksiniz."
  },
  {
    "course_code": "21ENC156",
    "course_name": "Öğrenirken Beyinde Neler Gerçekleşir?",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/abf32a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Bu eğitimde, insanların neden öğrenmeyi öğrenmesi gerektiği anlatılmaktadır. Öğrenmeyi öğrenmenin hayatımızda açacağı kapılardan bazıları; hızlı ve yetkinlik gelişimi, şirketlerin okullara dönüşüyor olmasını avantaja çevirmek, uzayan insan ömründe öğrenmenin önemi gibi kavramlardır. Öğrenen insanın özellikleri, öğrenme motivasyonu yaratmak ve bunu her daim canlı tutmak gibi konulara değinilecektir. Hemen ardından ise beyinde öğrenme gerçekleşirken; limbik sistemin öğrenmeye katkısı nedir, nöronların sinirsel yapısı ve öğrenme ile ilişkisi nedir, sinaps oluşumu öğrenirken nasıl gerçekleşir gibi sorulara yanıt aranacaktır. Beyindeki öğrenme işlenişinden sonra bilgiyi işleme modelleri, hafızanın tanımı ve etkin kullanma yolları işlenecektir. Öğrenmenin bir alışkanlık haline getirilmesi ve hayat boyu devam ettirilmesi anlatılacaktır. Öğrenme olurken zihnimizde neler olduğu işlenecektir. Düşünmenin iki türlü modundan; dağınık mod ve odak modun özelliklerinden, insanın üzerindeki etkisinden, bilgiyi işleme modeli ve algı filtrelerinin özelliklerinden ve nasıl çalıştığından, duygusal kayıt belleğinin ne olduğundan, çalışma belleğinin yapısından ve türlerinden bahsedilmektedir."
  },
  {
    "course_code": "24ENC4475",
    "course_name": "İçimizdeki Güç: Yılmazlık",
    "insan_sarrafi": 0.3,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/fc314078-7d76-ef11-a670-000d3a66e704.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; text-align: start;\" dir=\"ltr\">Hayat belirsizliklerle doludur ve sıklıkla günlük zorluklar, beklenmedik kayıplar, kazalar veya ciddi hastalıklar gibi travmatik bazı olayların iniş çıkışlarını yaşarız. Her birey bu değişikliklerden farklı şekilde etkilenir ve bu durumlar bireysel düşünceler, güçlü duygular ve belirsizlikler yaratır. Bununla birlikte, insanlar zamanla yaşamı değiştiren ve stres yaratan durumlara adapte olmayı başarır. Bu eğitim, katılımcıların kişisel ve mesleki gelişimlerini maksimize etmelerine yardımcı olmayı amaçlamaktadır. Dayanıklılık, esenlik kavramları ile stres anları ile baş edebilmeyi, iş yaşamında yılmazlık becerilerinizi geliştirirken yenilikçi düşünme ve çözümler geliştirmeyi teşvik eden bu eğitim, pratik ipuçları ve vaka çalışmalarıyla desteklenmektedir. Katılımcılar, teorik bilgileri gerçek dünya senaryolarına uygulayarak kendi başarı hikayelerini yazma konusunda ilham bulacaklardır.</p></div>"
  },
  {
    "course_code": "24ENC4347",
    "course_name": "İş Yaşamında Pozitif Psikoloji - 101",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/0112d195-6dbf-ee11-9079-000d3a64cc49.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">“İş Yaşamında Pozitif Psikoloji - 101” eğitiminde, duygusal zeka, problem çözme ve etkili iletişim yetkinliklerinizi geliştirerek iş yaşamında karşılaşabileceğiniz zorluklarla esneklik ve dayanıklılık stratejileriyle aşmanız hedeflenmektedir. Duygusal zeka kapasitenizin artmasıyla, hem kendi duygularınızı hem de başkalarının duygularını daha iyi anlayabilecek, yönetebilecek ve empati kurabileceksiniz. Böylece iş yerindeki zorluklar ve stresli durumlarla daha sakin, odaklı ve rasyonel bir şekilde başa çıkabileceksiniz. Problem çözme ve karar verme becerilerinizi geliştirerek ve iş yaşamında karşılaştığınız zorluklarla daha stratejik ve bilinçli bir şekilde mücadele edebilecek; etkili iletişim becerileriniz üzerinde çalışarak ise mesajlarınızı açık ve net bir şekilde ifade ederek, aktif dinleme yaparak ve olası anlaşmazlıkları yapıcı bir şekilde çözerek, takım içi iletişimi ve iş birliğini güçlendireceksiniz. Bu üç temel yetkinlik, iş yaşamınızdaki başarı ve memnuniyetinizi artırmanın yanı sıra, sizleri daha esnek, dayanıklı ve etkili bir profesyonel olarak geliştirecektir. Böylece hem bireysel hem de takım bazında verimliliğinizi ve başarınızı artıracak, aynı zamanda iş ve özel hayatınızda dengeli ve sağlıklı bir yaklaşım geliştirmenize olanak tanıyacaktır.</p></div>"
  },
  {
    "course_code": "23ENC4188",
    "course_name": "Zamanın İzinde: Öncelikler Belirleme Ve Planlama Becerileri",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/3503407f-7c37-ee11-bdf4-000d3ab0b216.jpg",
    "course_description": "Zaman yönetimi, bireylerin yaşam kalitesini artıran ve stresi azaltan kritik bir beceridir. 'Zamanın İzinde: Öncelikler Belirleme Ve Planlama Becerileri' eğitimi, zamanı öz şefkat anlayışı çerçevesinde ele alarak katılımcılara verimli bir zaman yönetimi yapısını nasıl kuracaklarını öğretir. Eğitim, kişisel ve profesyonel hayattaki baskıları yönetme, zihinsel dağınıklığı giderme ve hedeflerinize ulaşırken süreci etkin bir şekilde idare etme üzerine yoğunlaşmaktadır. Katılımcılar, kendileri için gerçekçi hedefler belirlemeyi, bu hedeflere ulaşmak için gerekli adımları planlamayı ve bu süreçte önceliklerini doğru bir şekilde sıralamayı öğrenirler. Bu eğitim, bireylerin zamanları üzerinde daha fazla kontrol sahibi olmalarını sağlayarak, hem kişisel hem de profesyonel yaşamlarında daha odaklanmış ve planlı bir yaklaşım benimsemelerine katkıda bulunur."
  },
  {
    "course_code": "25ENC4659",
    "course_name": "Yüksek Konsantrasyon",
    "insan_sarrafi": 0.3,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/944f3c25-1bd3-ef11-a72e-000d3ab95d13.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">İş ve özel yaşamda yaşadığınız dikkat sorunlarının üstesinden gelmenin yolu, konsantrasyonun temel bileşenlerini tanımaktan geçer. Bu eğitimde, konsantrasyon becerilerinizi geliştirmek için ihtiyaç duyacağınız yöntemleri adım adım öğrenecek; beslenme, uyku ve spor (fizyolojik boyut), stres yönetimi ve duyguları paylaşma (psikolojik boyut) ile ekran kullanımını sınırlama ve doğru nefes teknikleri (zihinsel boyut) gibi konularda kapsamlı bilgi edineceksiniz.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Eğitim süresince, üç boyutlu konsantrasyon modelini uygulamalı örneklerle tanıyarak, hangi adımlarla odaklanma seviyenizi yükseltebileceğinizi keşfedeceksiniz. Hem iş hayatınızda hem de günlük yaşantınızda planlama ve motivasyonun önemini kavrarken, pratik egzersizler ve soru çözme yöntemleriyle kalıcı alışkanlıklar kazanacaksınız.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Sorumluluklarınızı bütünsel bir yaklaşımla ele alarak, jonglörlerin tüm topları aynı anda gözden kaçırmaması gibi yaşamınıza da “bütüne odaklanarak” yön vereceksiniz. Böylece, konsantrasyonunuzu sağlam temeller üzerine inşa etmenin ve verimliliğinizi artırmanın püf noktalarını öğrenirken, hayatınızın her alanında daha etkili ve dengeli sonuçlara ulaşabileceksiniz.</p></div>"
  },
  {
    "course_code": "25ENC4684",
    "course_name": "Yin Yoga ile Masabaşı Esneme Molası: Bedeninizi ve Zihninizi Yenileyin",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/b55d089b-bbee-ef11-be1f-7c1e5236ed13.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Masa başında uzun saatler boyunca hareketsiz kalmak, kas sertliğine ve zihinsel yorgunluğa neden olabilir. Günlük programınıza kolayca entegre edebileceğiniz etkili bir yoga pratiği sunarak bedeninizi esnetmenize, stres seviyenizi azaltmanıza ve zihinsel berraklık kazanmanıza yardımcı olacak teknikleri sizler için derledik. Günlük temponuzda esnekliğe ve rahatlamaya, zihinsel dengeyi güçlendirmeye, kaslarınızı rahatlatmaya ihtiyaç duyuyor veya bu süreçte bir rutin oluşturmak istiyorsanız, bu eğitim tam sizlere göre.&nbsp;</p></div>"
  },
  {
    "course_code": "23ENC10",
    "course_name": "Psikolojik Bağışıklığı Güçlendirme",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/e0f94bb9-d5c3-ed11-83ff-000d3adea450.jpg",
    "course_description": "Yaşamın getirdiği zorluklarla başa çıkabilmek ve psikolojik dayanıklılığı artırmak, 'Psikolojik Bağışıklığı Güçlendirme' eğitimi ile mümkündür. Bu eğitim, bireylerin duygusal ve zihinsel sağlıklarını korumalarını ve kriz anlarında etkili bir şekilde yönetmelerini amaçlamaktadır. Geleneksel stres yönetimi tekniklerinin ötesine geçen bu program, kişisel direnç ve dayanıklılığı artırmak için bilimsel olarak kanıtlanmış yöntemleri sunar. Eğitim, günlük yaşamın getirdiği stres ve zorluklarla baş etmenin yanı sıra, bireylerin karşılaşabilecekleri zorlu durumlarda psikolojik bağışıklıklarını nasıl güçlendirecekleri üzerine odaklanır. Katılımcılar, bu eğitimle duygusal dengelerini koruma, zihinsel esnekliklerini artırma ve genel anlamda daha sağlam bir ruh haline sahip olma becerilerini geliştireceklerdir."
  },
  {
    "course_code": "23ENC02",
    "course_name": "Nefes 101",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/b82befa4-ead1-ed11-a7c7-000d3adea730.jpg",
    "course_description": "Her an yaptığımız, fakat genellikle farkında olmadığımız bir eylem: Nefes alma. \"Nefes 101\" eğitimi, günlük hayatın stresi ve yorgunluğu içinde kaybettiğimiz doğal nefes alma ritmimizi yeniden keşfetmek ve iyileştirmek için tasarlanmıştır. Doğru nefes alma teknikleri, sadece fiziksel sağlığımızı değil, zihinsel ve duygusal huzurumuzu da derinden etkiler. Bu eğitim, nefesin gücünü anlamak ve yaşam kalitenizi artırmak için bir dizi pratik ve etkili nefes egzersizleri sunar.\n\nKatılımcılar, nefesin vücuttaki otonom fonksiyonlar üzerindeki etkilerini, stresle başa çıkma ve enerji seviyelerini yönetme kapasitesini öğrenecekler. Eğitimde, bebekken sahip olduğumuz doğal nefes alma ritmini nasıl geri kazanabileceğimiz ve zaman içinde körelmiş nefes alma alışkanlıklarımızı nasıl iyileştirebileceğimiz üzerinde durulacak. Ayrıca, doğru nefes alma tekniklerinin, günlük hayattaki stres, yorgunluk ve tahammülsüzlük gibi negatif durumları nasıl dönüştürebileceği gösterilecek.\n\n\"Nefes 101\" eğitimi, nefes almanın sadece bir yaşam fonksiyonu olmadığını, aynı zamanda bedensel ve zihinsel sağlığımız için bir iyileştirme aracı olduğunu vurgular. Nefes egzersizleri aracılığıyla daha odaklanmış, enerjik ve huzurlu bir hayat sürmenin yollarını keşfedecek ve nefesinizi bilinçli kullanarak yaşamınıza pozitif bir etki yapmayı öğreneceksiniz."
  },
  {
    "course_code": "24ENC4459",
    "course_name": "İşimi Sahipleniyorum",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/30249909-ce5e-ef11-bfe3-000d3ab0bff4.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">İş disiplini, yalnızca kurallara uymak değil, aynı zamanda çalışma alışkanlıklarımızı düzenlemek, motivasyonumuzu artırmak ve hedeflerimize ulaşmak için gereken zihinsel ve davranışsal becerilerin bir bütünüdür. Bu eğitim, iş disiplininin önemine ve uygulamalarına odaklanarak, hem bireysel hem de kurumsal başarıyı nasıl artırabileceğinizi keşfetmenizi sağlayacaktır. Eğitim süresince, iş disiplinini sağlamak için gerekli olan zaman yönetimi, motivasyon ve sorumluluk bilinci gibi yetkinlikleri ele alacağız. Bu yetkinliklerin, iş yerinde daha verimli ve düzenli bir çalışma ortamı yaratmanıza nasıl yardımcı olacağını öğrenirken, disiplin eksikliğinin doğurabileceği sorunları ve bu sorunların çözüm yollarını da tartışacağız. Disiplinli bir çalışma ortamının hem çalışanlar hem de işverenler için sağlayacağı avantajları örneklerle inceleyerek, iş disiplininin kariyer gelişiminize ve kurumsal itibara nasıl katkı sağlayacağını keşfedeceksiniz. Ayrıca, disiplinin katı kurallar ve cezalarla eş anlamlı olmadığını, aksine esneklik ve pozitif geri bildirimlerle desteklenebileceğini göreceksiniz. Bu eğitim, iş disiplini konusundaki yanlış algıları ortadan kaldırarak, disiplinin bireysel ve profesyonel gelişim için nasıl etkili bir araç olabileceğini gösterecek. Eğitim sonunda, daha disiplinli ve verimli bir çalışma ortamı oluşturmak için gerekli adımları atabilecek bilgi ve becerilere sahip olacaksınız.</p></div>"
  },
  {
    "course_code": "23ENC12",
    "course_name": "Daha Sağlıklı ve Daha Mutlu Bir Yaşam Gelişim Yolculuğu",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/c9f10126-e9dc-ed11-a7c6-000d3adea730.jpg",
    "course_description": "Daha Sağlıklı ve Daha Mutlu Bir Yaşam Gelişim Yolculuğu, size kendinizi iyi hissetirecek çözümler sunarken başarıya giden yolda zihin olarak daha odaklı, beden olarak daha canlı ve ruh olarak daha sakin olmanın tekniklerini öğretir. Bu tekniklerin başında nefesin gücü gelir. Kadim yoga bilgeliğinde kullanılan ve bilimsel olarak etkileri kanıtlanmış nefes teknikleri ile öfke kontrolü sağlayabilir, odaklanma ve verimliliği artırabilir, başarıya giden yolda zafere ulaşabilirsiniz.  Gün içinde uyandığınız andan yatana kadar uygulayabileceğiniz günlük rutin önerileri ile günün her saatinde modunuzu yükseltebilir, stres ve yoğunluktan kaynaklı beden ağrılarını giderebilir ve uyku problemlerinizi çözebilirsiniz.  Zihin-beden-ruh dengesini kuran pratikleri hayatınıza dahil ederek tükenmişlik sendromunu ortadan kaldırabilir ve yaşam motivasyonunuzu artırabilirsiniz."
  },
  {
    "course_code": "22ENC132",
    "course_name": "Daha Sağlıklı ve Daha Mutlu Bir Hayat İçin Günlük Rutinler",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/9e5804e2-6d75-ed11-81ab-000d3adf7b71.jpg",
    "course_description": "Günlük yaşantımız, oluşturduğumuz rutinlerle şekillenir ve bu rutinler, sağlığımızı ve mutluluğumuzu büyük ölçüde etkiler. \"Daha Sağlıklı ve Daha Mutlu Bir Hayat İçin Günlük Rutinler\" eğitimi, günün her anında, enerjinizi ve zamanınızı en iyi şekilde kullanmanıza yardımcı olacak rutinleri oluşturmayı ve sürdürmeyi amaçlar. Bu eğitim, basit ama etkili alışkanlıkların hayatınızı nasıl dönüştürebileceğini uygulamalı olarak gösterir ve her adımda sizi destekleyen bir yapı sunar.\n\nEğitim süresince, sabah uyanıştan gece yatışa kadar gününüzü düzenleyecek ve zihinsel, fiziksel ve duygusal iyilik hali sağlayacak rutinler incelenir. Kendi kişisel ihtiyaçlarınıza uygun rutinleri nasıl belirleyeceğiniz ve bunları hayatınıza nasıl entegre edeceğiniz konusunda rehberlik edilir. Ayrıca, bu rutinlerin stres yönetimi, üretkenlik ve genel yaşam memnuniyeti üzerindeki olumlu etkileri üzerinde durulur.\n\n\"Daha Sağlıklı ve Daha Mutlu Bir Hayat İçin Günlük Rutinler\" eğitimi, katılımcıları büyük değişiklikler yapma baskısından uzak, kademeli ve sürdürülebilir bir yaklaşım benimsemeye teşvik eder. Eğitimin sonunda, katılımcılar, günlük rutinlerinin hayatlarında nasıl bir fark yaratabileceğini deneyimlemiş olacak ve sağlıklı bir yaşam tarzına adım atmış olacaklar."
  },
  {
    "course_code": "23ENC4291",
    "course_name": "Yoga Felsefesi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/694d0c6d-89a3-ee11-be37-000d3a64cc49.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Yaşamın farklı alanlarında, fiziksel ve zihinsel dengenizi nasıl koruyorsunuz? Eğer günlük hayatın stresi altında sıkışıp kalmış hissediyorsanız ve zihinsel, bedensel ve ruhsal huzur arayışındaysanız, bu Yoga Felsefesi eğitimi tam size göre. Modern yaşamın hızı içinde, beden ve zihin arasındaki dengeyi sağlamak ve iç huzura ulaşmak çoğu zaman ihmal edilir. Yoga felsefesi eğitimiyle, sadece fiziksel olarak değil, aynı zamanda zihinsel ve ruhsal olarak da gelişecek, günlük hayatınızda daha dengeli ve huzurlu bir yaşam sürdürmenin yollarını keşfedeceksiniz. Yoga, sadece fiziksel hareketlerden ibaret değil, aynı zamanda zihinsel ve duygusal sağlığımızı da destekleyen bir felsefedir. Bu eğitimle, yoga felsefesinin temellerini öğrenerek, hayatınızın her alanında dengeli ve huzurlu bir yaşam sürdürme yolunda adımlar atacaksınız.</p></div>"
  },
  {
    "course_code": "24ENC4536",
    "course_name": "Diksiyon Eğitimi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/diksiyon-egitimi-0.7209178926985.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\"><strong>Diksiyon Eğitimi Nedir?&nbsp;</strong></p><p style=\"margin: 0;\">Diksiyon eğitimi güzel konuşma açısından çok önemlidir. Doğru, sağlıklı ve etkili iletişim için diksiyon eğitimi şart denebilir. Anlaşmanın karşılıklı olarak gerçekleşmesi, dilin doğru ve güzel konuşulmasına bağlıdır. Dil, en temel aracımızdır. Peki diksiyon eğitimi nedir? Diksiyon eğitimi bu temel aracımızı, yani dilimizi doğru kullanmayı öğretir. Diksiyon ve etkili konuşma eğitimi Neo Skola’da eski TRT başspikeri Mehpare Çelik tarafından hazırlanmıştır. Doğru düşünmek ve dilin dört boyutundan yararlanabilmek, kişinin doğru konuşmasında yardımcı olur. Kişinin kendini doğru ifade edebilmesi için diksiyon eğitimi büyük önem taşır.&nbsp;</p><p style=\"margin: 0;\"><strong>Diksiyon Eğitiminde Neler Bulunur?&nbsp;</strong></p><p style=\"margin: 0;\">Neo Skola’da Diksiyon Eğitimi eski TRT baş spikeri Mehpare Çelik tarafından hazırlanmıştır. Diksiyon eğitimi içeriğinde dilin özellikleri ile ilgili bir ders bulunur. Doğru ve güzel konuşmak, diyaframı doğru kullanmak, yazma ve noktalamanın önemi de diksiyon eğitimi içeriklerinin parçasıdır. Diksiyon eğitimi aynı zamanda ünlü ve ünsüz harflerin doğru kullanımını öğretir. Diksiyon eğitimi içerisinde doğru konuşmakla ilgili olan kısımda vurgu ve tonlama hakkında dersler bulunmaktadır. Son olarak diksiyon eğitimi beden dili, mesafe ve imaj gibi önemli noktaları konu alarak kişiye ihtiyacı olan etkili iletişim becerilerini kazanmasında yardımcı olur.&nbsp;</p><p style=\"margin: 0;\"><strong>Diksiyon Eğitimi Ne Kadar Sürer?</strong>&nbsp;</p><p style=\"margin: 0;\">Diksiyon eğitimi tarih boyunca büyük önem taşımıştır ve zamansızdır. Karşı tarafı söylediğimiz şeye inandırmak, onu heyecanlandırmak ve en önemlisi ve ona güven vermek insanlık tarihi boyunca gösterilen bir çaba olmuştur. Bunların hepsinin toplumda başarılması için en önemli şart hitabet yetisidir. Bu yüzden diksiyon eğitimi çok önemlidir. Güzel konuşma sanatı eski Yunan’dan beri günümüze kadar gelmiştir. Dolayısıyla diksiyon eğitiminin ne kadar süreceğinin belirli ve net bir cevabı olmasa da öğrendikçe ve bu öğrenilenleri uygulamaya koydukça kişiler diksiyon ve güzel konuşma becerilerini geliştirirler.&nbsp;</p><p style=\"margin: 0;\"><strong>Diksiyon Kuralları Nelerdir?</strong>&nbsp;</p><p style=\"margin: 0;\">Eğitim kapsamında doğru ve etkili iletişim kurmak üç temel başlık altında incelenebilir. Öncelikle kişinin doğru bir diksiyonu olması gerekmektedir. İkinci olarak dilin kurallarını bilmektir. Diksiyon eğitiminde üçüncü gereklilik ise sesi kullanabilme yetisidir. Diksiyon eğitimi konusunda en önemli noktalardan biri ana dilimizin kuralları içinde sözcükleri doğru seçip kullanarak karşıdakini sıkmadan ve yormadan konuşmaktır. Diksiyon eğitimi, sesin ve sözün hakkının verilmesidir. Doğru konuşmak için doğru soluk alıp vermek de çok önemlidir. Diksiyon eğitimi kapsamında harflerin ince mi kalın mı okunduğunu, konuşma organlarının doğru kullanımlarını bilmek ve diyaframı kontrol edebilmek son derece önemlidir.&nbsp;</p></div>"
  },
  {
    "course_code": "24ENC4444",
    "course_name": "Yaratıcı Düşünce: Zihinsel Sınırları Aşmak",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/4d199c1e-923e-ef11-8409-000d3ab65143.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><div class=\"raw-html-embed\"><div style=\"font-family:Segoe UI;font-size:11pt;\" dir=\"ltr\" data-wrapper=\"true\" class=\"ck-content\"><div class=\"raw-html-embed\"><div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"font-family:Segoe UI;font-size:11pt;\"><div class=\"raw-html-embed\">Bu eğitimde, yaratıcılığın iş ve günlük yaşamda nasıl temel bir beceri haline gelebileceğini keşfedecek ve yaratıcı düşünce süreçlerini nasıl etkin bir şekilde kullanabileceğinizi öğreneceksiniz. Yaratıcı düşüncenin önündeki engelleri nasıl kaldıracağınıza ve yaratıcılığı nasıl sürdürülebilir kılacağınıza dair stratejiler geliştireceksiniz. Ayrıca eğitimdeki ilham verici örneklerle yaratıcı bakış açınızı genişletirken öğrendiklerinizi de pekiştirme fırsatı bulacaksınız. Eğitim sonunda, yaratıcı düşünce becerilerinizi yaşamınızın her alanında kullanarak, mevcut sorunlara yenilikçi çözümler getirebileceğiniz, yeni ve sıra dışı fikirler üretebileceğiniz bir temele sahip olacaksınız.</div></div></div></div></div></div>"
  },
  {
    "course_code": "18ENC50",
    "course_name": "İş İngilizcesi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/bef12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">İş hayatında İngilizce bilmek kariyerinizi bir üst seviyeye taşıyabilir. Bu eğitim, İngilizce dilinde yeni insanlarla nasıl etkili iletişim kurulacağını, iş dünyasında en çok kullanılan ve bilinmesi gereken İngilizce ifadeleri ve kalıpları Türkçe açıklamalarla birlikte sunuyor. İngilizce dil becerilerinizi geliştirerek, iş dünyasında daha rekabetçi ve başarılı olmanız için gereken temelleri atacaksınız.</p></div>"
  },
  {
    "course_code": "25ENC4719",
    "course_name": "Koçluk Duruşu ve Koçluğun Temelleri",
    "insan_sarrafi": 0.5,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/4ba77b17-4a14-f011-998a-000d3a655e12.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Koçluk Duruşu ve Koçluğun Temelleri, performans ve takım koçu Nesli Atalay Üner tarafından özenle hazırlandı. Neo Skola'daki ikinci eğitiminde Nesli Atalay Üner, koç olmanın temellerini ve bir koç gibi düşünmenin önemini anlatıyor. Dinleme becerinizi ölçebileceğiniz değerlendirmeler, koçluk araçları, koçlukta kullanabileceğiniz modeller ve çok daha fazlası bu eğitimde!</p></div>"
  },
  {
    "course_code": "24ENC4572",
    "course_name": "Motivasyon Eğitimi",
    "insan_sarrafi": 0.3,
    "kisisel_gelisen": 1.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/motivasyon-egitimi-0.4714834121757132.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Sosyolog ve Logoterapist Esra Keskin, Motivasyon Eğitimi'nde tanımından başlayarak motivasyonu ve etkili motivasyon yönetimini tüm incelikleriyle ele alıyor. Bu eğitimde motivasyonun psikolojik, biyolojik ve sosyolojik gerekliliklerini; öğrenme, merak, değişim ve konfor alanıyla ilişkisini; motivasyon kaybının sebeplerini ve uzun süreli motivasyonun formüllerini paylaşıyor.</p></div>"
  },
  {
    "course_code": "24ENC4617",
    "course_name": "Yirminci Yüzyılın Dört Büyük Ressamı",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/yirminci-yuzyilin-dort-buyuk-ressami-0.4165082926899304.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Sanat Tarihçisi ve Akademisyen Osman Erden, Yirminci Yüzyılın Dört Büyük Ressamı eğitiminde sanat tarihinin en önemli isimlerinden Picasso, Matisse, Dalí ve Warhol’un hayatlarına ve eserlerine dair en ikonik ve çarpıcı detayları paylaşıyor. Yirminci yüzyılın sanat akımlarının ve yirminci yüzyılın en ünlü eserlerinin incelendiği bu eğitimde; kübizm, fovizm, pop art, sürrealizm gibi avangart akımların ve eserlerin inceliklerini keşfedeceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4546",
    "course_name": "Gastronomi Tarihi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/gastronomi-tarihi-0.7922630362903056.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Gastronomi Tarihi eğitimi, Sosyolog ve Akademisyen Zafer Yenal tarafından hazırlandı. Yemek tarihi ve kültürünün Sosyolojik bir bakış açısıyla anlatıldığı bu eğitimde gündelik hayatımızın olağan birer parçası haline gelmiş gıda ürünlerinin arkasında yatan ilginç tarihi gerçekleri öğrenecek, mesela bugün domatessiz anılmayan İtalyan mutfağının bu küçük kırmızı meyveyle sadece birkaç yüzyıl önce tanıştığını duyup şaşıracaksınız. Çünkü yemek asla sadece yemek değildir!</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\"><strong>Gastronomi Nedir?</strong><br>Gastronomi nedir sorusunun en temel cevabı yemek ve kültür arasındaki ilişkiyi inceleyen bir alan olduğudur. Akademisyenlik yapan Prof. Dr. Zafer Yenal tarafından Neo Skola için hazırlanan Gastronomi Tarihi eğitimi kapsamında da yemeğin tarihi, modern mutfağın kökenleri, tarihteki hangi olaylarla insanların yeme içme alışkanlıklarının nasıl değiştiği ve şekillendiği gibi konular anlatılır. Gastronomi Tarihi eğitimi şekerden kahveye, alkolden çaya, patatesten soya fasulyesine birçok gıdanın tarih içindeki yolculuğundan bahseder ve bu yolculuğun değişen kültürle arasındaki ilişkiyi inceler.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\"><strong>Gastronominin Tarihi</strong><br>Gastronomi Tarihi eğitiminde Prof. Dr. Zafer Yenal 16. yüzyıl sonrası dünyada ticaret sebebiyle şeker, kahve ve alkol gibi gıdaların tüketilme alışkanlıklarındaki değişiklikleri anlatır. Kölelik ve sınıf kavramlarının gıda tüketimi üzerindeki etkisi, yemeğin millileşmesi gibi konulara değinir. Gastronomi Tarihi eğitimi aynı zamanda emperyalizmden etkilenen patates ve çay, gıdanın küreselleşmesi ve tarımda makineleşmenin hayvancılık üzerindeki etkisi gibi noktaları inceler. 1950’ler sonrası kapitalizm, 1980’ler ile fast food kültürünün yayılması ve en sonunda yemek kültürünün bireyselleşmesi ile Gastronomi Tarihi eğitimi günümüze kadar yeme içme kültürünü anlatır.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\"><strong>Rönesans Döneminde Gastronomi ve Yemek Kültürü</strong><br>15 ve 16. yüzyılları kapsayan Rönesans dönemi yemek kültürü için de çok önemlidir. Özellikle 16. yüzyılda ve öncesindeki dönemde Doğulu mutfağın ve Doğulu pratiklerin Avrupa’da yaygın olması gastronomi tarihi açısından önemli bir noktadır. Bu bağlamda baharat kullanımı önemlidir. 16. yüzyılda İpek Yolu ve Baharat Yolu gibi ticaret yollarının keşfedilmesi de eşsiz bir ekonomi yaratır ve bir ticaret dünyası ortaya çıkar. Dolayısıyla bu dönemde baharat kullanımının yaygınlığından bahsetmeden gastronomi tarihi tam olarak anlaşılamaz. Rönesans dönemine denk gelen zaman diliminde Amerika kıtasının Avrupalılar tarafından keşfedilmesi de ticaret dünyası üzerinde büyük bir etki göstermiş ve gastronomi tarihi üzerinde iz bırakmıştır.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\"><strong>Modern Dönemde Gastronomi ve Yemek Kültürü</strong><br>Modern dönemde gastronomi tarihi üzerinde en çok etkisi olan akım küreselleşme olmuştur. Küreselleşme sebebiyle çalışma düzeninin değişmesi ve farklı sınıflar arasında gelir farkının artması, insanların yeme içme alışkanlıkları üzerinde de etkisini göstermiştir. Bu sebeple 1950’ler sonrasında gıda piyasalarının daha homojen ürünlerden oluştuğu, standart ürünlerin üretildiği görülmekte. Ancak bu homojen üretim zamanla yerini çok daha bireysel bir yemek kültürüne bırakıyor. Gastronomi Tarihi eğitimi kapsamında Prof. Dr. Zafer Yenal, modern dünyada yeme içme alışkanlıklarını etkileyen gelişmelere odaklanıyor.</p></div>"
  },
  {
    "course_code": "24ENC4571",
    "course_name": "Modern Sanat Tarihi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/modern-sanat-0.6419557815737305.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Sanat Tarihçisi ve Akademisyen Osman Erden, Modern Sanat Tarihi eğitiminde tarihteki oluşumundan başlayarak modern sanatın günümüz ulaşan yolculuğunu ele alıyor. Modern sanat tarihini şekillendiren siyasi gelişmeler, ressam ve eserlerin incelendiği bu eğitimde; resim sanatında romantik dönem, potivizm ve realizm, empresyonizm, avangart sanat, ekspresyonizm, fütürizm, konstrüktivizm, Bauhaus ve soyut dışavurumculuk gibi birçok başlığın inceliklerine hâkim olacaksınız.</p></div>"
  },
  {
    "course_code": "24ENC4330",
    "course_name": "Osmanlı Tıbbında Sağlıklı Yaşam",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/2d54abff-87b6-ee11-a569-000d3a64cc49.jpg",
    "course_description": "Osmanlı Tıbbı'nın temel prensiplerini, tarihsel evrimini ve sağlıklı bir yaşam sürmek için önerilen altın kuralları aktarmak için hazırlanmıştır. Bu eğitimde, Prof. Dr. Ayten Altıntaş’ın engin bilgisi ve deneyimiyle Osmanlı tıbbında sağlıklı yaşam öğretilerini öğreneceksiniz. Yeme-içme alışkanlıklarından, giyim-kuşama, elementlerin sağlıkla olan ilişkisinden hamam kültürüne kadar Osmanlı tıbbının en temel sağlık kurallarını kapsamaktadır. Türk ve Anadolu topraklarındaki kadim tıbbı benimseyerek, uygulanabilir kurallar haline getiren Osmanlı tıbbındaki iyi ve sağlıklı yaşam adımlarını keşfetmek için eğitime göz atmayı unutmayın."
  },
  {
    "course_code": "25ENC4711",
    "course_name": "Bakıştan Jeste: Beden Dili Sanatı",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/fa297f1b-2a0a-f011-bae2-000d3a655e12.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); font-family: Segoe UI; font-size: 11pt;\"><div class=\"raw-html-embed\"><div style=\"font-family:Segoe UI;font-size:11pt;\" dir=\"ltr\" data-wrapper=\"true\" class=\"ck-content\"><p style=\"margin: 0;\">Beden dili, sözlü iletişimin ötesinde güçlü mesajlar içeren, kişisel ve profesyonel ilişkilerimizi derinlemesine etkileyen bir iletişim aracıdır. \"Bakıştan Jeste: Beden Dili Sanatı\" eğitiminde katılımcılar, bakışlardan jestlere, baş hareketlerinden ayak ve oturma şekillerine kadar beden dilinin tüm detaylarını yönetmen ve oyuncu arasındaki deneme çekimleri hikâyesi eşliğinde öğreneceklerdir. Eğitim boyunca sanat tarihinin ünlü portreleri üzerinden yapılacak çözümlemelerle bakışların, mimiklerin, jest ve duruşların taşıdığı psikolojik ve estetik anlamları keşfedeceklerdir. Ayrıca eğitim sonunda sunulan zengin içerik önerileri ile beden dili alanındaki bilgilerini pekiştirme ve günlük hayatlarına uyarlama fırsatı bulacaklardır.</p></div></div></div>"
  },
  {
    "course_code": "23ENC4297",
    "course_name": "Dünya Mutfakları",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/766d5511-18a6-ee11-be37-000d3ab4b16f.jpg",
    "course_description": "Dünya mutfaklarını keşfetmek, sadece lezzetleri tatmakla kalmaz, aynı zamanda farklı kültürlerin tarihini ve zenginliğini de anlamamıza yardımcı olur. Eğer siz de dünya mutfaklarının tarihini, kültürel arka planını öğrenmek ve Hint, Fransız, Kore, Japon, İtalyan mutfaklarının en sevilen yemeklerini keşfetmek istiyorsanız, bu eğitim tam size göre. Geleneksel Hint yemeklerinden, Fransız mutfağının incisi coq au vin’e, Kore'nin fermente lahanası kimchi'den, Japon sushi'sine ve İtalyan pizzası ve makarnalarına kadar, her mutfak kendi hikayesini anlatıyor. Bu eğitimde, bu yemeklerin tarihini, nasıl yapıldıklarını ve kültürel önemlerini öğrenecek, aynı zamanda dünya mutfaklarının çeşitliliğini ve zenginliğini keşfetme şansı bulacaksınız."
  },
  {
    "course_code": "24ENC4549",
    "course_name": "Grup Kültürü ve Müzisyenlik Eğitimi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/grup-kulturu-ve-muzisyenlik-egitimi-0.007595016058501658.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Alp Ersönmez ile Grup Kültürü ve Müzisyenlik Eğitimi, müziğe yeni başlayanlar ve müzikte grup kültürünün nasıl oluşturulacağını profesyonel bir müzisyenden öğrenmek isteyenler için temel bilgiler sunuyor. Okul hayatında öğrendikleri ile uzun yıllar birlikte çalıştığı müzisyenler ve kendi tecrübelerinden süzdüğü bilgiler ışığında on beş farklı bölümden oluşan bir içerik hazırlayan Ersönmez, bir müzisyenin nasıl çalışması gerektiğinden grup üyesi olmanın getirdiği sorumluluklara, başarılı grupların sırlarından davul çalmanın inceliklerine müzikle ilgilenen herkes için önemli dersler veriyor. Bu eğitim, yaptığı iş ne olursa olsun hep müzisyen olmak isteyenler ve yaptığı iş müzik olup, alanında en iyisi olmak isteyenler için!</p></div>"
  },
  {
    "course_code": "24ENC4408",
    "course_name": "Dijital Fotoğrafçılık - 101",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.3,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/9fcb84d4-941d-ef11-840a-000d3ade46bc.jpg",
    "course_description": "“Dijital Fotoğrafçılık – 101” eğitiminde, fotoğrafın tarihsel gelişiminden başlayarak dijital ekipmanların kullanımına ve yaratıcı kompozisyon tekniklerine kadar geniş bir yelpazede bilgi edineceksiniz. Eğitim boyunca, fotoğraf çekim ayarlarını, kompozisyon ve kadraj tekniklerini öğrenecek, farklı fotoğraf türlerine özgü çekim tekniklerinin inceliklerine vakıf olacaksınız. Ayrıca, post-prodüksiyon süreçlerini keşfederek fotoğraflarınızı profesyonel kalitede düzenlemenin yollarını öğrenirken, usta fotoğrafçıların ilham verici çalışmalarından örneklerle fotoğrafik bakış açınızı geliştireceksiniz. Kendi fotoğraf projelerinizi oluşturma ve uygulama becerilerinizi de pekiştireceğiniz bu eğitim, fotoğrafçılık tutkunuzu ve yeteneklerinizi bir üst seviyeye taşıyacak. Eğitimi tamamladığınızda, dijital fotoğrafçılığın temel prensiplerine hâkim olacak ve kendi yaratıcı vizyonunuzu fotoğraflarınıza yansıtma yeteneğine sahip olacaksınız."
  },
  {
    "course_code": "24ENC4598",
    "course_name": "Tarihte Melankoli",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/melankoli-egitimi-0.1411674582781286.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Felsefeci ve Akademisyen Ferda Keskin'in hazırladığı Tarihte Melankoli eğitiminde melankolinin felsefe, sanat, edebiyat ve psikoloji gibi farklı disiplinlerdeki yerini anlatıyor. Bu eğitimin sonunda \"melankolik\" olmanın farklı anlamlarını, melankoli deneyiminin farklı disiplinlerdeki sanat eserlerine yansımasını keşfedeceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4555",
    "course_name": "İtalyan Mutfağına Giriş: Cucina Romana",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/italyan-mutfagi-0.032428759667654905.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Yiyecek ve İçecek Yazarı Katie Parla, İtalyan Mutfağına Giriş: Cucina Romana eğitiminde, İtalyan mutfağının kökeni Antik Roma’dan başlayarak izleyenleri Roma mutfak kültürü ve tarihinde keyifli bir yolculuğa davet ediyor. Roma mutfağının en temel malzemelerinin anlatıldığı ve yemek kültürüne dair en merak edilenlerin cevaplandığı bu eğitimde; Gricia, Carbonara ve Roma Usulü İşkembe gibi Roma mutfağının en klasik ve leziz tariflerini kendi mutfağınızda deneyebileceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4530",
    "course_name": "Çağdaş Sanat Tarihi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/cagdas-sanat-tarihi-0.6836391847732162.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Sanat Tarihçisi ve Akademisyen Osman Erden, Çağdaş Sanat Tarihi eğitiminde tarihsel gelişiminden başlayarak çağdaş sanatın günümüz ulaşan yolculuğunu ele alıyor. İkinci Dünya Savaşı’ndan günümüze uzanan süreçte sanat anlayışını şekillendiren eserlerin incelendiği bu eğitimle birlikte; soyut sanat, performans sanatı, yeryüzü sanatı, vücut sanatı, ilişkisel estetik ve feminist sanat gibi birçok başlığın inceliklerine hâkim olacaksınız.</p></div>"
  },
  {
    "course_code": "24ENC4511",
    "course_name": "Amerikan Sinema Tarihi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/amerikan-sinema-tarihi-0.9743189675200072.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">13 yıl boyunca Sinema dergisinin genel yayın yönetmenliğini, uzun yıllar SİYAD (Sinema Yazarları Derneği'nin) başkanlığını yapan ve halen Habertürk Gazetesi köşe yazarı olan Mehmet Açar, Amerikan Sinema Tarihi eğitiminde, üniversitelerde verilen yarı dönemlik \"Sinema Tarihi\" ve \"Sinemaya Giriş\" derslerine paralel bir içerik hazırladı. Lumiere kardeşlerin 1890'larda sinematoskopu icat etmesiyle başlayıp, günümüz sinema trendlerine dek geçen 120 yıllık sinema tarihi bu eğitimde işleniyor. Hollywood'u sinemanın merkezi haline getiren stüdyo sisteminin kurulması, sinemadaki deneysel akımlar, 70'lerde sinemanın yok olmaması için bulunan çözümler de dahil, Hollywood tarihindeki pek çok kırılma anına değiniliyor. Eğitim sona erip sertifikanızı aldığınızda, Amerikan sinema tarihi hakkında, bir Sinema TV bölümü öğrencisine benzer düzeyde bilgilenmiş olacaksınız.</p></div>"
  },
  {
    "course_code": "25ENC4683",
    "course_name": "Zamanın Ötesinde: Mitolojinin Sonsuz Serüveni",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/7fd740b3-b3ee-ef11-be20-6045bdde8737.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Mitoloji, insanlık tarihinin en eski ve en etkileyici anlatı geleneğidir. Bu eğitimde, dünyanın dört bir yanında şekillenen Yunan, Roma, İskandinav, Mısır ve Türk mitolojileri gibi önemli mitolojik sistemleri inceleyecek, bu kültürlerin evreni, insanı ve doğayı nasıl açıkladığını göreceksiniz. Her bir mitoloji, tanrılar, kahramanlar ve efsaneler aracılığıyla insanın varoluşsal sorularına cevap aramış ve derin sembollerle dolu hikayeler yaratmıştır.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Prometheus’un ateşi çalması, Thor’un devlerle mücadelesi, Osiris’in dirilişi ve Ergenekon Destanı gibi olaylarla, mitolojinin nasıl bir öğretici rehber olduğunu keşfedecek, bu hikayelerin günümüzdeki kültürel ve sanatsal yansımalarını anlayacaksınız. Eğitim sonunda, mitolojinin insanlık tarihindeki önemini kavrayarak, farklı kültürlerin mirasına dair güçlü bir perspektif kazanacaksınız.</p></div>"
  },
  {
    "course_code": "24ENC4514",
    "course_name": "Avrupa ve Dünya Sineması Tarihi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/avrupa-ve-dunya-sinemasi-tarihi-0.4278599831883829.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">13 yıl boyunca Sinema dergisinin genel yayın yönetmenliğini, uzun yıllar SİYAD (Sinema Yazarları Derneği'nin) başkanlığını yapan Mehmet Açar, Avrupa ve Dünya Sineması Tarihi eğitiminde, sinemanın tüm dünyada bir direniş aracına dönüşmesinin hikayesini anlatıyor. 1920’li yıllarda Fransızların sinemayı bir sanata dönüştürmesi, ardından Sovyetler Birliği’nde Lev Kuleşov’un yaptığı kurgu deneyleriyle sinema dilinin oluşturulması anlatılıyor. Eğitimde, Fransız Yeni Dalgası’ndan İtalyan Yeni Gerçekçiliği’ne, toplumsal dayatmalara ve politik konjonktüre sinema yoluyla karşı çıkan 18 akımla ilgili detaylar yer alıyor. Ingmar Bergman’dan Nuri Bilge Ceylan’a, bu dönüşüm hikayesinde öncülük eden 80 efsane yönetmenin filmleri inceleniyor. Luis Bunuel ve Salvador Dali’nin ortak yapımı olan, rüyaları andıran filmlerden, Bruce Lee, Hayao Miyazaki ve Chan Wook Park eşliğinde yükselen Uzakdoğu sinemasına kadar, ülke sinemaları hakkında en önemli detaylar hakkında bilgilenmiş olacaksınız.</p></div>"
  },
  {
    "course_code": "24ENC4367",
    "course_name": "Sinemanın DNA'sı: Türler",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/fce413ba-9fe2-ee11-904c-000d3adbedea.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Sinema'nın DNA'sı: Türler eğitimiyle, sinema sanatında türlerin dünyasına giriş yapacağız. Eğitim boyunca popüler sinema türlerinin kökenlerini, gelişimlerini ve temel özelliklerini ele alacak; türlerin kendine has özelliklerini öğrenirken aynı zamanda sinema diline katkılarını ve toplumsal etkilerini de inceleyeceğiz. Komedi, western, bilim kurgu ve fantastik gibi çeşitli türler temelinde bir filmin nasıl sınıflandırıldığını ve türlerin sinematografik anlamda nasıl işlediğini keşfedeceğiz. Ayrıca sinema tarihindeki önemli dönüm noktalarından, türlerin öne çıkan yönetmenlerinden ve unutulmaz yapımlardan örneklerle öğrendiklerimizi pekiştirecek; film izleme deneyimini bir üst noktaya taşıyacağız.</p></div>"
  },
  {
    "course_code": "24ENC4596",
    "course_name": "Şarkılarla Türkiye Tarihi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/sarkilarla-turkiye-tarihi-0.03520287697685309.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Şarkılarla Türkiye Tarihi eğitimi, Türkiye’nin en önemli müzik araştırmacısı ve yazarı Murat Meriç tarafından hazırlandı. Türkiye’nin müzik tarihi ve kültürü hakkında merak edilenlerle birlikte en çok sevilen şarkıların hikayesine ışık tutulan bu eğitimde her biri nadide bir koleksiyon parçası olan çok özel plaklar eşliğinde nostaljik bir gezintiye çıkacak, en sevdiğiniz şarkıların hikayelerini öğreneceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4607",
    "course_name": "Vals Eğitimi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/vals-egitimi-0.5142540909356115.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Tango Eğitmeni ve Dansçı Buket Akdol, vals dansını anlatmaya tarihçesi, müziği ve balo kültüründeki yerinden başladığı Vals Eğitimi’nde; vals öğrenmek isteyenlerin uygulaması gereken pratikleri, partneri Erdem Özkan ile whisk, weave, fleckerl, contra check gibi farklı seviyelerden vals dansının figürlerini koreografi içinde gösteriyor. Vals dansına başlarken ihtiyacınız olan çeşitli bireysel ve eşli pratiklerin yer aldığı bu eğitimde; balo kültürü ve adabı, Viyana valsi ve yavaş valse dair bilmeniz gerekenler sizi bekliyor.</p></div>"
  },
  {
    "course_code": "24ENC4621",
    "course_name": "Türk Sinema Tarihi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/turk-sinema-tarihi-0.6269868134632761.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; text-align: start;\" dir=\"ltr\">Türk Sinema Tarihi eğitimi, Mehmet Açar tarafından özenle hazırlandı. 1950'li yıllardan başlayıp yeni Türk sinemasının nasıl geliştiğini anlatan bu eğitim, tarih yolculuğuna sinema dünyasında dönem dönem baskın olan temalar, Yeşilçam sistemi ve starları, sinemada birey ve psikolojinin öne çıkması, bağımsız yönetmenler ve günümüz sinemasının önemli isimleriyle devam ediyor.</p></div>"
  },
  {
    "course_code": "21ENC166",
    "course_name": "Yaratıcı Yazarlığa Giriş",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/2af62a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Yaratıcı yazma, duyguların ve düşüncelerin kağıda dökülmesi sürecidir. 'Yaratıcı Yazarlığa Giriş' eğitimi, hikaye yazmanın temellerini ve yaratıcı yazma sürecini keşfetmeniz için tasarlanmıştır. Eğitimde, yazmaya başlama noktaları, karakter oluşturma, diyalog yazma ve öykü kurgusu gibi önemli konular ele alınır. Bu eğitim, yazma sürecine yeni başlayanlar için olduğu kadar, yazım becerilerini ilerletmek isteyenler için de uygundur. Eğitim sırasında verilen görevler, katılımcıların yaratıcılıklarını keşfetmelerine ve yazma becerilerini geliştirmelerine yardımcı olacak pratik çalışmalar içerir. Eğitim, içsel motivasyonunuzu güçlendirirken, duygularınızı ve hikayelerinizi etkileyici bir şekilde ifade etmeniz için rehberlik eder."
  },
  {
    "course_code": "24ENC4542",
    "course_name": "Evrenin Kısa Tarihi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/evrenin-kisa-tarihi-0.9658750389235544.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Fizikçi Prof. Dr. Kerem Cankoçak, Evrenin Kısa Tarihi eğitiminde maddenin ve kuantum fiziğinin temel yasalarını, evrenin sırlarını paylaşıyor. İçinde yaşadığımız evrenin oluşum sürecini inceleyeceğiniz bu eğitimde; görelilik ve dolanıklık gibi fizik dünyasında çığır açan kuramlarla evreni, maddeyi ve yaşamı meydana getiren kuvvetleri ve süreçleri keşfedeceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4556",
    "course_name": "Kahve Dükkanı İşletmeciliği ve Baristalık",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/kahve-dukkani-isletmeciligi-ve-baristalik-0.9019936449867159.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Kahve Dükkanı İşletmeciliği ve Baristalık eğitiminde, kahve dükkanı açma hayali kuran herkesin bilmesi gereken detaylar paylaşılıyor. Kahve dükkanının konumu, maliyetlerin hesaplanması, bir kahve dükkanında mutlaka bulunması gereken ekipmanların ardından, baristalık uygulamaları paylaşılıyor. Kahve öğütme yöntemlerinin ardından filtre kahve, espresso ve Chemex ile kahve yapımının püf noktaları paylaşılıyor.</p></div>"
  },
  {
    "course_code": "24ENC4557",
    "course_name": "Kilo Vermenin Psikolojisi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/kilo-vermenin-psikolojisi-0.8484923702040927.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Kilo Vermenin Psikolojisi eğitimi ile, bugüne kadar denediğiniz diyetlerin neden başarısız olduğunu anlayacak, kilo vermenin kalıcı yolunu öğreneceksiniz. Çünkü hayalini kurduğunuz ideal kiloya ulaşmak için aslında yapmanız gereken tek bir şey var! Kilo Vermenin Psikolojisini Anlamak ve Başlamak!</p></div>"
  },
  {
    "course_code": "24ENC4561",
    "course_name": "Köpek Eğitimi: Dostunuzla Anlaşma Kılavuzu",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/kopek-egitimi-dostunuzla-anlasma-kilavuzu-0.677296727081379.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Evde köpek eğitimi nasıl verilir? Yavru köpeklere tuvalet eğitimi nasıl verilir? İlk kez köpek sahiplenecekler için hangi ırklar daha uygundur? Yavru köpeklere nasıl tuvalet alışkanlığı kazandırılır? Köpekler hangi sıklıkla yıkanmalı ve beslenmelidir? Yavru köpekler insan hayatına daha kolay mı uyum sağlar? Köpek Davranış ve Eğitim Uzmanı Tarkan Özvardar, Köpek Eğitimi: Dostunuzla Anlaşma Kılavuzu eğitimde köpek eğitimi hakkında en merak edilen soruları cevaplıyor. Bu eğitimde birçok başlıkta köpek eğitiminin temellerini keşfedeceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4569",
    "course_name": "Mimar Sinan’ın İstanbul’u",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/mimar-sinanin-istanbulu-0.16823943560217414.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Sanat Tarihçisi ve Akademisyen Prof. Dr. Tarkan Okçuoğlu, Mimar Sinan’ın İstanbul’u eğitiminde Mimar Sinan’ın hayatına ve eşsiz eserlerine dair tüm bilinmesi gerekenleri paylaşıyor. Mimar Sinan’ın hayatının, mimari dehasına yön veren faktörlerin ve İstanbul’un meşhur silüetini şekillendiren mimari dokunuşlarının incelendiği bu eğitimde; çıraklık eseri Şehzade Camii’den ustalık eseri Edirne Selimiye Camii’ye kadar en ünlü eserlerini keşfedeceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4585",
    "course_name": "Satranç Eğitimi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 1.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/satranc-egitimi-0.891066608244147.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Satranç aslında bir savaş stratejisi oyunudur. Savaşta ordunun tüm üyeleri aktif olmalıdır. Aynı mantıkla, tüm taşların da oyuna girmesi gerekir. Grandmaster Mert Erdoğdu ise bu strateji oyununun içerisinde tüm bilinmesi gerekenleri seçtiği satranççılar ve oyunlar üzerinden aktarıyor. Bu eğitimde Dragan Kosic’in oyunu üzerinden Fransız Savunması öğrenecek; İtalyan Açılışı, Basma Stratejisi, oyun ortası stratejileri, İskandinav Savunması, Nimzo Hint Savunması hakkında bilgi edineceksiniz. Erdoğdu, verdiği bilgilerin içerisine oyun sonu stratejilerini, Carlsen tarafından uygulanan Gizli Kale Hamlesini, Sicilya Savunmasını, Najdorf Devam Yolu Stratejisini, Slav Savunmasını, Yapışma Yöntemini, piyon ve kale finallerini, Richard Reti’nin etüdünü, Köprü (Lusena) Yöntemini, Shane Savunmasını da ekleyerek çok geniş bir öğrenim yelpazesi sunuyor. Oyun geliştirmek için verdiği tavsiyelerle de sizlere daha iyi olabilmek için bir yol haritası çiziyor.</p></div>"
  },
  {
    "course_code": "22ENC61",
    "course_name": "Programlamaya Giriş: JavaScript",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/40f42a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div>TTGV uzmanlığı ile hazırlanan ve herkesi değişen d&uuml;nyaya uyum sağlamak, yeni teknolojiler hakkında farkındalık kazanmak ve bilgisayar okuryazarlığını artırmak konusunda geliştirmeyi hedefleyen bu eğitim seti i&ccedil;erisinde her d&uuml;zeye uygun MS Office programları, temel seviye web sayfası tasarımı, orta seviyede yazılım geliştirme ve programlama eğitimleri yer almaktadır.</div><div><div><strong><br type=\"_moz\" /></strong></div><div><strong>1.<span style=\"white-space: pre;\"> </span>Bilgisayar Okuryazarlığı Eğitimleri<br /><br type=\"_moz\" /></strong></div><div>&bull; Bilişim Teknolojileri Okuryazarlığı</div><div>&bull; Microsoft Word - Word Processor&nbsp;</div><div>&bull; Microsoft Excel - SpreadSheet&nbsp;</div><div>&bull; Microsoft PowerPoint - Presentation<div><strong><br type=\"_moz\" /></strong></div><strong>2.<span style=\"white-space: pre;\"> </span>Web Sayfası Tasarımı Eğitimleri</strong></div><div><strong><br type=\"_moz\" /></strong></div><div>4 adet eğitim başlığından oluşmaktadır. Eğitimlerin aşağıdaki sıra ile alınması &ouml;nerilmektedir.</div><div><strong><br type=\"_moz\" /></strong></div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - HTML (Temel Seviye)&nbsp;</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - CSS (Temel Seviye)</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - JavaScript (Temel Seviye)&nbsp;</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - Wordpress ve Wix Platform (Temel Seviye)</div><div><strong><br type=\"_moz\" /></strong></div><div><strong>3.<span style=\"white-space: pre;\"> </span>Programlama Eğitimleri<br type=\"_moz\" /></strong></div><div><strong><br type=\"_moz\" /></strong></div><div>9 adet eğitim başlığından oluşmaktadır. Bu eğitim başlıklarından &ouml;nce &ldquo;Web Sayfası Tasarımı&rdquo; Eğitimlerinin tamamlanması ve eğitimlerin aşağıdaki sıra ile alınması &ouml;nerilmektedir.</div><div><strong><br type=\"_moz\" /></strong></div><div>&bull; Programlamanın Tarih&ccedil;esi ve Gelişimi</div><div>&bull; Yazılım Geliştirme ve Programlama Temel Kavramları</div><div>&bull; Programlamaya Giriş: JavaScript</div><div>&bull; Programlamaya Giriş: Koşullu İfadeler</div><div>&bull; Programlamaya Giriş: JavaScript İşlevleri</div><div>&bull; Programlamaya Giriş: JavaScript Kavramları</div><div>&bull; Programlamaya Giriş: Dizi (Array)</div><div>&bull; Programlamaya Giriş: &Ccedil;ok Boyutlu Dizi (Multi-Dimensional Array) ve Dizgi (String)</div><div>&bull; Programlamaya Giriş: JavaScript Nesneleri (Objects) ve Olayları (Events)</div></div><div><strong><br type=\"_moz\" /></strong></div><div>Bu eğitime başlamadan &ouml;nce Yazılım Geliştirme ve Programlama Temel Kavramları eğitimimizi tamamlamanızı &ouml;neririz.</div><div><strong><br type=\"_moz\" /></strong></div><div>Bu eğitim setinde yazılım geliştirme &ouml;ncesi problem &ccedil;&ouml;zme adımlarını ve problem &ccedil;&ouml;zme amacı ile yazılım geliştirme mantığına hakim olacaksınız.</div>"
  },
  {
    "course_code": "22ENC59",
    "course_name": "Programlamanın Tarihçesi ve Gelişimi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/3af42a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div>TTGV uzmanlığı ile hazırlanan ve herkesi değişen d&uuml;nyaya uyum sağlamak, yeni teknolojiler hakkında farkındalık kazanmak ve bilgisayar okuryazarlığını artırmak konusunda geliştirmeyi hedefleyen bu eğitim seti i&ccedil;erisinde her d&uuml;zeye uygun MS Office programları, temel seviye web sayfası tasarımı, orta seviyede yazılım geliştirme ve programlama eğitimleri yer almaktadır.</div><div><div><strong><br type=\"_moz\" /></strong></div><div><strong>1.<span style=\"white-space: pre;\"> </span>Bilgisayar Okuryazarlığı Eğitimleri<br /><br type=\"_moz\" /></strong></div><div>&bull; Bilişim Teknolojileri Okuryazarlığı</div><div>&bull; Microsoft Word - Word Processor&nbsp;</div><div>&bull; Microsoft Excel - SpreadSheet&nbsp;</div><div>&bull; Microsoft PowerPoint - Presentation<div><strong><br type=\"_moz\" /></strong></div><strong>2.<span style=\"white-space: pre;\"> </span>Web Sayfası Tasarımı Eğitimleri</strong></div><div><strong><br type=\"_moz\" /></strong></div><div>4 adet eğitim başlığından oluşmaktadır. Eğitimlerin aşağıdaki sıra ile alınması &ouml;nerilmektedir.</div><div><strong><br type=\"_moz\" /></strong></div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - HTML (Temel Seviye)&nbsp;</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - CSS (Temel Seviye)</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - JavaScript (Temel Seviye)&nbsp;</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - Wordpress ve Wix Platform (Temel Seviye)</div><div><strong><br type=\"_moz\" /></strong></div><div><strong>3.<span style=\"white-space: pre;\"> </span>Programlama Eğitimleri<br type=\"_moz\" /></strong></div><div><strong><br type=\"_moz\" /></strong></div><div>9 adet eğitim başlığından oluşmaktadır. Bu eğitim başlıklarından &ouml;nce &ldquo;Web Sayfası Tasarımı&rdquo; Eğitimlerinin tamamlanması ve eğitimlerin aşağıdaki sıra ile alınması &ouml;nerilmektedir.</div><div><strong><br type=\"_moz\" /></strong></div><div>&bull; Programlamanın Tarih&ccedil;esi ve Gelişimi</div><div>&bull; Yazılım Geliştirme ve Programlama Temel Kavramları</div><div>&bull; Programlamaya Giriş: JavaScript</div><div>&bull; Programlamaya Giriş: Koşullu İfadeler</div><div>&bull; Programlamaya Giriş: JavaScript İşlevleri</div><div>&bull; Programlamaya Giriş: JavaScript Kavramları</div><div>&bull; Programlamaya Giriş: Dizi (Array)</div><div>&bull; Programlamaya Giriş: &Ccedil;ok Boyutlu Dizi (Multi-Dimensional Array) ve Dizgi (String)</div><div>&bull; Programlamaya Giriş: JavaScript Nesneleri (Objects) ve Olayları (Events)</div></div><div><strong><br type=\"_moz\" /></strong></div><div>(Bir &ouml;nceki program yapısındaki t&uuml;m eğitimler alınmalıdır.)</div><div><strong><br type=\"_moz\" /></strong></div><div>Programlama, bilgisayar programlarının yazılması, test edilmesi ve bakımının yapılması s&uuml;recidir. Bu eğitimde programlamanın tarih&ccedil;esi ve gelişimi hakkında detaylı bilgi sahibi olabileceksiniz. Programlama dilleri aileleri, programlama dilleri sınıflandırması ile birlikte program dilleri kısaca a&ccedil;ıklanmıştır.</div>"
  },
  {
    "course_code": "20ENC21",
    "course_name": "İş Verimliliği İçin Bulutu Benimsemek",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/c4f12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Bulut bilişim, işletmelere, geleneksel IT yatırım maliyetleri olmadan cep telefonlarına, isteğe bağlı verilere ve uygulama hizmetlerine erişim izni veriyor. Ayrıca işletmeler için bulutu kullanmak; müşterilerle, tedarikçilerle ve ortaklarla ilgilenirken verimliliği ve esnekliği de artırıyor.<br><br>Bu eğitim, bulut tabanlı teknolojileri ve büyük verileri verimli bir şekilde kullanmanın faydalarını ve dağıtım opsiyonlarını içermektedir. Farklı dağıtım modellerini, bulut hizmetlerine nasıl geçiş yapıldığını ve bulut hizmetlerini nasıl kullanacağınızı keşfedeceksiniz. Ayrıca, bulut bilişimde bir yatırım getirisini ölçme yöntemlerini ve ilgili iş birlikçi araçları öğreneceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4456",
    "course_name": "Dijital Dünyada Güçlenmek: Teknoloji Okuryazarlığı",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.5,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/535df297-b85e-ef11-bfe3-002248999239.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Teknoloji okuryazarlığı, dijital araçları etkin ve güvenli bir şekilde kullanabilme yeteneğini ifade eder ve günümüz iş dünyasında verimliliği artırmanın anahtarıdır. Bu eğitim, teknoloji okuryazarlığının iş ve günlük yaşamınızdaki kritik önemini vurgulamak ve bu beceriyi nasıl geliştirebileceğinizi öğretmek için tasarlanmıştır. Eğitim boyunca, teknoloji okuryazarlığının ne olduğunu, bu becerilerin hangi alanlarda fayda sağladığını ve nasıl geliştirilebileceğini adım adım öğreneceksiniz. Bilgisayarlar, mobil cihazlar, internet, dijital iletişim araçları ve verimlilik uygulamaları gibi temel teknoloji konularını ele alarak, dijital dünyada daha bilinçli ve etkin bir kullanıcı olmanızı sağlayacağız. Bu eğitim, dijital dünyada güvenliğinizi sağlamak için gerekli önlemleri öğrenmenize, teknolojiye hızlı bir şekilde adapte olmanın yollarını keşfetmenize ve gelecekte teknolojinin iş hayatındaki rolünü anlamanıza yardımcı olacak. Teknolojiye hâkim olarak iş süreçlerinizi iyileştirebilir, verimliliğinizi artırabilir ve kariyerinizde bir adım öne geçebilirsiniz.</p></div>"
  },
  {
    "course_code": "22ENC110",
    "course_name": "C# ile Baştan Sona CRM Uygulaması Projesi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/95ef2a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Bu Bölümde Proje Detayları ve İş Akışı, Admin Template ve Proje Oluşturma, GitHub Reposu Oluşturma ve İnceleme, Template'in Proje İçine Alınması, Menü Ayarlamaları, Layout Top NavBar ve Footer Düzenlemeleri, Dashboard Sayfası Tasarımı, Müşteriler Sayfası Tasarımı, Proje Mimarisi, Services, DataAccess ve Entities Katmanı Oluşturma, Generic Repository Yapısını Oluşturma, Services Katmanında ClientService Yapısı, UI Katmanı için ViewModels Yapısı Oluşturma, Toastr Kütüphanesi Kullanımı, AJAX ile İşlem Yapsı ve Validation Ayarlamaları, CRUD İşlemleri (Müşteri, Kullanıcı, Görev, Talep), Login Sayfası, Dashboard Sayfası, Bildirim Yönetimi, Fake Veri ile Yığın Veri Oluşturma ve Authentication İçin Auth Filter ve Rol Güvenliği Sağlamayı öğrenerek örnek çalışmalar Oluşturacağız."
  },
  {
    "course_code": "22ENC20",
    "course_name": "Bilişim Teknolojileri Okuryazarlığı",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/61ef2a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Günümüzde, bilişim teknolojileri hayatımızın her alanında yer almakta ve bu nedenle bilişim okuryazarlığı herkes için bir gereklilik haline gelmiştir. 'Bilişim Teknolojileri Okuryazarlığı' eğitim seti, temel bilgisayar bilgisi ve becerilerini edinmek isteyenler için tasarlanmıştır. İlk modülde, bilgisayar tarihçesinden yazılım ve donanım sistemlerinin temel çalışma prensiplerine kadar geniş bir yelpazede bilgi sunulur. İkinci modül, bilgisayar kullanımının çevresel ve sağlık üzerindeki etkileri konusunda bilinçlendirir. Eğitim setinin sonuncu modülünde ise katılımcılar, bilişim güvenliği ve bilişim etiği konularında temel bilgiler edinir ve dijital dünyada güvenli bir şekilde nasıl hareket edeceklerini öğrenirler. Bu eğitim, katılımcıları teknolojiye yönelik bilinçli ve sorumlu kullanım için gerekli olan bilgi ve stratejilerle donatmayı hedefler.</p></div>"
  },
  {
    "course_code": "21ENC164",
    "course_name": "Excel’de Veri Analizi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/d6f02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Excel kullanırken çalışmaların daha kolay yönetimi için girilmiş olan veriler hakkında analiz yapılması gerekecektir. Tablolar, kutular gibi denetim araçları size bu kolaylıkları sağlayacaktır. Bu eğitim serisinde, veri analizi yapabilmeyi öğreneceksiniz."
  },
  {
    "course_code": "20ENC24",
    "course_name": "Bir Otomasyon Yazılımı Stratejisi Uygulamak",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/6def2a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Bir süreç otomasyonu stratejisi uygulamak iş verimini artırır. Organizasyonlar, verimliliği ve üretkenliği geliştirmek için iş otomasyonu stratejilerine gittikçe daha fazla yöneliyor. Otomasyona geçmeyen birçok organizasyon geride kalmaya mahkum olur.&nbsp;<br><br>Bu eğitimimizde, dijital otomasyonun organizasyonunuzun süreçlerini nasıl optimize edebileceğini, otomasyon yazılımlarının neler yapabildiğini ve efektif otomasyon yazılımlarının temel unsurlarını öğreneceksiniz. Aynı zamanda bir yazılım otomasyonu stratejisi oluşturmayı, bunun yanı sıra bir otomasyon stratejisinin oluşturulması ve uygulanmasına dair tüyoları ve en iyi uygulamaları da göreceksiniz.</p></div>"
  },
  {
    "course_code": "25ENC4668",
    "course_name": "Satışta Yapay Zeka Kullanımı 1: Yapay Zeka ile Satış Araştırması",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/df3adc9b-05d7-ef11-a730-000d3ab58cbb.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Yapay zeka, geleneksel satış yöntemlerini dönüştürerek süreçleri daha verimli ve etkili hale getiren yenilikçi bir güç sunuyor. Bu eğitimde, satış alanında en çok zorlanılan noktalardan yola çıkarak, potansiyel müşteri bulma, müşteri bilgisi zenginleştirme, ilk temas sonrasında kişiselleştirilmiş iletişim, toplantı öncesi hazırlık, lead üretimi ve yönetimi gibi temel konuları ele alacağız.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Eğitim boyunca yapay zeka araçlarını nasıl entegre edebileceğinizi, lead etkileşimi ve otomasyonu yönetmenin püf noktalarını, online asistanlarla takvim oluşturmayı ve satış süreçlerinizi optimize etmenin yollarını uygulamalı olarak öğreneceksiniz.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Hem teorik hem de pratik bilgilerle desteklenen bu eğitim, müşteri ihtiyaçlarını anlamaktan karar alma süreçlerini iyileştirmeye kadar geniş bir yelpazede size yol gösterecek. Satış ekibinizi geleceğin teknolojisiyle buluşturarak, başarıya giden yolda bir adım önde olun!</p></div>"
  },
  {
    "course_code": "21ENC111",
    "course_name": "Excel'de Üst Düzey Dashboard Hazırlama Gelişim Yolculuğu",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/def02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Excel’de Üst Düzey Dashboard Hazırlama Gelişim Yolculuğu ile kişilerin verilerini analiz ederek ve görselleştirerek daha kolay anlaşılmasını sağlamaları amaçlanmaktadır. Üstlerine sunacakları raporlamalarda daha görsel ve daha sade raporlar hazırlayabileceklerdir. Hem daha görsel hem de daha kolay anlaşılır içerikler hazırlamalarını kolaylaştıracaktır."
  },
  {
    "course_code": "24ENC4399",
    "course_name": "Yapay Zeka Destekli Excel",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/2900d02d-b113-ef11-9f89-000d3ade46bc.jpg",
    "course_description": "Excel'in geleneksel kullanımını geliştirmek, veri analizi, raporlama ve karar verme süreçlerini optimize etmek için yapay zeka ve makine öğrenimi tekniklerini entegre etmek anlamına gelir. Bu yaklaşım, Excel kullanıcılarının geleneksel becerilerini geliştirirken aynı zamanda yapay zeka ve makine öğrenimi tekniklerini kullanarak veri analizi ve karar verme süreçlerini iyileştirmelerine olanak tanır. Bu şekilde, verilerden daha derin anlamlar çıkarmak, daha doğru tahminler yapmak ve daha bilinçli kararlar almak mümkün hale gelir. Sizler de yapay zeka teknolojisinden faydalanarak verimliliğinizi artırabilir, yetkinliklerinizi geliştirebilirsiniz."
  },
  {
    "course_code": "22ENC60",
    "course_name": "Yazılım Geliştirme ve Programlama Temel Kavramları",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/30f62a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div>TTGV uzmanlığı ile hazırlanan ve herkesi değişen d&uuml;nyaya uyum sağlamak, yeni teknolojiler hakkında farkındalık kazanmak ve bilgisayar okuryazarlığını artırmak konusunda geliştirmeyi hedefleyen bu eğitim seti i&ccedil;erisinde her d&uuml;zeye uygun MS Office programları, temel seviye web sayfası tasarımı, orta seviyede yazılım geliştirme ve programlama eğitimleri yer almaktadır.</div><div><div><strong><br type=\"_moz\" /></strong></div><div><strong>1.<span style=\"white-space: pre;\"> </span>Bilgisayar Okuryazarlığı Eğitimleri<br /><br type=\"_moz\" /></strong></div><div>&bull; Bilişim Teknolojileri Okuryazarlığı</div><div>&bull; Microsoft Word - Word Processor&nbsp;</div><div>&bull; Microsoft Excel - SpreadSheet&nbsp;</div><div>&bull; Microsoft PowerPoint - Presentation<div><strong><br type=\"_moz\" /></strong></div><strong>2.<span style=\"white-space: pre;\"> </span>Web Sayfası Tasarımı Eğitimleri</strong></div><div><strong><br type=\"_moz\" /></strong></div><div>4 adet eğitim başlığından oluşmaktadır. Eğitimlerin aşağıdaki sıra ile alınması &ouml;nerilmektedir.</div><div><strong><br type=\"_moz\" /></strong></div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - HTML (Temel Seviye)&nbsp;</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - CSS (Temel Seviye)</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - JavaScript (Temel Seviye)&nbsp;</div><div>&bull; Web Sayfası Tasarımı Nasıl Oluşturulur? - Wordpress ve Wix Platform (Temel Seviye)</div><div><strong><br type=\"_moz\" /></strong></div><div><strong>3.<span style=\"white-space: pre;\"> </span>Programlama Eğitimleri<br type=\"_moz\" /></strong></div><div><strong><br type=\"_moz\" /></strong></div><div>9 adet eğitim başlığından oluşmaktadır. Bu eğitim başlıklarından &ouml;nce &ldquo;Web Sayfası Tasarımı&rdquo; Eğitimlerinin tamamlanması ve eğitimlerin aşağıdaki sıra ile alınması &ouml;nerilmektedir.</div><div><strong><br type=\"_moz\" /></strong></div><div>&bull; Programlamanın Tarih&ccedil;esi ve Gelişimi</div><div>&bull; Yazılım Geliştirme ve Programlama Temel Kavramları</div><div>&bull; Programlamaya Giriş: JavaScript</div><div>&bull; Programlamaya Giriş: Koşullu İfadeler</div><div>&bull; Programlamaya Giriş: JavaScript İşlevleri</div><div>&bull; Programlamaya Giriş: JavaScript Kavramları</div><div>&bull; Programlamaya Giriş: Dizi (Array)</div><div>&bull; Programlamaya Giriş: &Ccedil;ok Boyutlu Dizi (Multi-Dimensional Array) ve Dizgi (String)</div><div>&bull; Programlamaya Giriş: JavaScript Nesneleri (Objects) ve Olayları (Events)</div></div><div><strong><br type=\"_moz\" /></strong></div><div>Bu eğitime başlamadan &ouml;nce Programlamanın Tarih&ccedil;esi ve Gelişimi eğitimimizi tamamlamanızı &ouml;neririz.</div><div><strong><br type=\"_moz\" /></strong></div><div>Yazılım, bir problemi &ccedil;&ouml;zmek amacıyla bilgisayar dili kullanılarak oluşturulmuş anlamlı anlatımlar b&uuml;t&uuml;n&uuml;d&uuml;r. &Ouml;ncelikle yazılım kavramlarını kuramsal yani s&ouml;zel olarak daha sonra &ouml;rneklerle uygulamalı olarak ele alacağız.</div>"
  },
  {
    "course_code": "19ENC58",
    "course_name": "Dijital Çağda Yenilikçilik ve Yaratıcılık Video Serisi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/3ef02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "\"Dijital Çağda Yenilikçilik ve Yaratıcılık Video Serisi\" eğitimimizde, yaratıcılık yeteneğinizi nasıl geliştirebileceğinizi öğrenecek ve bu yeteneklerinizi dijital çağın gerekliliklerine uygun bir şekilde nasıl güçlendirebileceğinizi keşfedeceksiniz. Eğitim, genellikle doğuştan gelen bir yetenek olarak görülen yaratıcılığın aslında nasıl geliştirilebileceğine odaklanır. Yenilikçilik ve yaratıcılığın temel prensiplerini ve bu yetenekleri dijital ortamda nasıl uygulayabileceğinizi öğreneceksiniz. Eğitim, yaratıcı düşünme teknikleri, yenilikçi fikirler üretme yöntemleri ve bu fikirleri dijital platformlarda nasıl etkili bir şekilde sunabileceğinizi anlamanıza yardımcı olacak. Bu eğitim, hem kişisel hem de profesyonel gelişiminiz için gerekli araçları ve stratejileri sunarak, dijital çağın gerekliliklerine uyum sağlamanıza katkıda bulunacaktır."
  },
  {
    "course_code": "20ENC188",
    "course_name": "Kırılım Çağı - Dijital Kültüre Dönüşüm",
    "insan_sarrafi": 0.3,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/61f22a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Bundan çeyrek asır öncesine kadar kimsenin bilmediği bir iletişim şemsiyesi, zaman ve mekân farkı tanımadan dünyanın her yerini kapsamış durumda. Endüstri, politik coğrafyalar, eğitim yapıları, şehirleşme, haberleşme ve lojistik sistemleri gibi aklımıza gelebilecek her türlü süreç ve kurum yeni bir olguyla tanıştı. Bu olguları tanımak için gerekli olan en önemli davranış değişimi, gelişmelerin ve getirdiği kırılımların sürekli olduğunu anlamak ve bu kırılımların alışkın olmadığımız biçimde gittikçe artan bir hızla değişmesine hazırlıklı olabilmektir. Dünün doğrusal büyüyen dünyası, bugün üssel hızda artan teknolojinin etkilerini yaşamaktadır.\nBu video serisinde İş, Akademi ve Sanat dünyasında önde gelen 5 farklı konuşmacı kendi uzmanlık alanlarında hem günümüzü hem de geleceğimizi aydınlatıcı bilgileri bizlerle paylaşıyor. Dijital kültürümüzün değişmeye başladığı bu günlerde dijital sanat konularından sosyal medyaya ve bilgiye dijital yollardan nasıl ulaşacağımıza kadar olan konulardan bu eğitimimizde bahsedilecektir."
  },
  {
    "course_code": "24ENC4307",
    "course_name": "Yapay Zekaya Göre Geleceğin 10 Popüler Kavramı",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/d850a195-23ae-ee11-a569-000d3ab4b16f.jpg",
    "course_description": "Yapay zekaya önümüzdeki yıllarda insanlığın karşısına en çok çıkacak 10 kavramı sorduk… Bu 10 kavramı da anlatan harika bir eğitim hazırladık. Siz de kendinizi geleceğe hazırlamak, yarının dünyasındaki kavramları kaçırmamak istiyorsanız bu eğitim tam size göre! “Yapay Zekaya Göre Geleceğin 10 Popüler Kavramı” eğitimi, katılımcılarına teknolojinin hızla değişen dünyasında güncel kalmaları için gerekli yetkinliği sağlamayı amaçlıyor. Geleceğin trendlerini anlamak ve bu yeniliklere adapte olmak isteyenler için en temel bilgileri sunuyor. Siz de bu eğitime katılarak, gelişen teknolojiyi yakalayacak ve yakın geleceğe çok daha hazırlıklı olacaksınız."
  },
  {
    "course_code": "25ENC4793",
    "course_name": "Teknoloji Okuryazarlığı",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/e842d2c4-d258-f011-877b-6045bdde8737.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Teknoloji hızla değişiyor, biz de bu değişime ayak uydurmak istiyoruz! &nbsp;<br>Yapay zekadan metaverse'e, blockchain'den kuantum bilgisayarlara kadar pek çok kavram artık hayatımızın bir parçası. Teknoloji Okuryazarlığı eğitimiyle bu kavramları temel seviyede tanıyacak, nerelerde karşımıza çıktıklarını ve nasıl çalıştıklarını öğreneceksiniz.&nbsp;</p></div>"
  },
  {
    "course_code": "20ENC33",
    "course_name": "Büyük Verinin Temelleri",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/8bef2a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">\"Büyük Verinin Temelleri\" eğitiminde, büyük verinin ne olduğunu, iş dünyası ve günlük hayat için hangi avantajları sağlayabileceğini ve nasıl etkili bir şekilde kullanabileceğinizi öğreneceksiniz. Bu eğitim, büyük verinin temel kavramlarını, uygulama alanlarını ve bu verilerin nasıl yönetileceğini kapsamlı bir şekilde ele alıyor. \"Büyük Verinin Temelleri\" eğitimi, veri yönetimi, analizi ve bu verileri iş kararlarına entegre etme konularında derinlemesine bilgi sağlamayı hedefliyor. Eğitim boyunca, büyük verileri yönetmek için kullanılabilecek en iyi uygulamaları ve teknikleri keşfedecek, büyük verinin işletmeler ve bireyler için sunduğu fırsatları öğreneceksiniz. Bu eğitim, büyük veriyi anlamak ve bu verileri kendi avantajınıza nasıl kullanabileceğinizi öğrenmek isteyen herkes için idealdir. Eğitimle birlikte, büyük veriyi etkin bir şekilde yönetme ve analiz etme becerilerinizi geliştirecek ve bu bilgileri iş veya kişisel projelerinizde nasıl uygulayabileceğinizi öğreneceksiniz.</p></div>"
  },
  {
    "course_code": "20ENC29",
    "course_name": "Veri Görselleştirmesini Keşfetmek",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/f9f52a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "İş dünyası verilerle doludur. Bu verileri stratejik olarak kullanmak şirketlere ciddi rekabetçi avantajlar sağlar. İşin zor kısmı verilerden anlam çıkarmak ve bu anlamı aktarmaktır. Veri görselleştirmesi, karmaşık veri setleri olarak algılanabilecek şeylerden aksiyon alınabilir içgörüler ortaya çıkarır. \n\nBu eğitimde veri görselleştirmesi yapmak ve veri görselleştirmesi araçları kullanarak mesajınızı nasıl aktarabileceğinizi öğreneceksiniz. Veri görselleştirme teknikleri kullanarak net bir şekilde iletişim kurmayı kavrayacaksınız. Veri görselleştirmelerinizin net ve doğru bir şekilde anlatmayı istediğiniz hikayeyi anlattığına emin olmak için en iyi tasarım uygulamalarını nasıl kullanacağınızla ilgili içgörü edineceksiniz. "
  },
  {
    "course_code": "25ENC4662",
    "course_name": "Veri Okuryazarlığı - Temel Seviye",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/36fb01e8-36d3-ef11-a72e-7c1e52782dcd.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Bu eğitim ile veriyi anlama, anlamlandırma ve veriyle etkili iletişim kurma yeteneklerini tüm çalışanlara yayarak veriye dayalı bir çalışma kültürü oluşturmayı amaçlıyoruz.</p></div>"
  },
  {
    "course_code": "20ENC03",
    "course_name": "Makine Öğrenmesine Kısa Bir Bakış",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/cff22a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Makine öğrenmesi, bilgi işleme ve kullanım alanları üzerinde son derece etkili olan bir yapay zeka türüdür. Makine öğrenmesi, organizasyonunuza, analitik kullanımın daha baskın hale geldiğinden, rekabet üstünlüğü sağlayabilir. İşletmelerin çalışma şeklini dönüştürme gücü vardır. Fakat organizasyonların, hedeflerine ulaşmak için makine öğrenmesinden nasıl faydalanmaları konusunda genelde net bir fikri olmaz. Bu eğitimimizde makine öğrenmesinin ne olduğunu, potansiyel faydalarını ve dikkate alınması gereken hususları öğreneceksiniz. Aynı zamanda, makine öğrenmesine dair fırsatların tespit edilmesi, uygulanabilirliğinin belirlenmesi ve makine öğrenmesi çözümlerinin hayata koyulması için organizasyonunuzun neler yapabileceğini göreceksiniz."
  },
  {
    "course_code": "20ENC04",
    "course_name": "Nesnelerin İnterneti'ne Bağlanmak",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.3,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/55f32a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Nesnelerin İnterneti (IoT), işletmelerin müşterileri için değer üretmi yönteminde devrim yapmayı vaat etmektedir. Mevcut ağ altyapısı üzerinden eşyaların uzaktan algılanabilmesini ve kontrol edilebilmesini mümkün kılmaktadır. Bu eğitimimizde, iş dünyasında IoT, uygulamaları ve tehlikeleri hakkında bilgi edineceksiniz. Bilgiyi ekonomik değere çevirme, gelir elde etme ve müşterilerle daha iyi bağlantı kurma konularında da nasıl yardımcı olabileceğini keşfedeceksiniz. Ek olarak, müşteriler, kuruluşlar ve günlük yaşam için ne şekilde uygulanabileceğini göreceksiniz.\n"
  },
  {
    "course_code": "23ENC14",
    "course_name": "Bilgi Güvenliği ve Veri Koruma Sanatı",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/83ac8b52-f2dc-ed11-a7c6-000d3adea730.jpg",
    "course_description": "Bilgi güvenliği, bilginin izinsiz veya yetkisiz bir biçimde erişim, kullanım, değiştirilme, ifşa edilme, ortadan kaldırılma, el değiştirme ve hasar verilmesini önleme faaliyetlerinin bütünüdür.  En güncel bilgilerle hazırlanan ve içeriğinde uzaktan çalışmada bilgi güvenliği gibi özel başlıkları da içeren bu eğitimimiz ile sizleri kurum içinden veya dışından gelebilecek siber tehditlere karşı korumayı amaçlıyoruz."
  },
  {
    "course_code": "20ENC26",
    "course_name": "UI/UX Tasarımları Arasındaki İlişkiyi Keşfetmek",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/b3f52a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Kullanıcı dostu uygulamalar, hoş görünümlü kullanıcı arayüzlerinden (UI) ibaret değildir. Kullanıcı deneyiminin (UX) memnun edici olmasını sağlar. İnsanlar, dijital bir ürünle kurdukları etkileşimin, bu ürün ister bir akıllı telefon ister bir laptop isterse bir tablet olsun sorunsuz ve keyif verici bir deneyim sunmasını ister. Şirketiniz, bunu UI ile UX arasındaki ilişkiyi anlayarak sağlayabilir.<br><br>Bu eğitimimizde, UI/UX tasarımını ve bu ikisinin birlikte, efektif kullanıcı arayüzü tasarımı olan ve kullanıcıyı memnun eden uygulamaları nasıl ortaya koyduğunu öğreneceksiniz. UX ve UI tasarımı ve ilkelerindeki temel eğilimler hakkında bilgi edineceksiniz. Son olarak, kullanıcı deneyiminin duygusal etkisinin nasıl değerlendirileceğini göreceksiniz.</p></div>"
  },
  {
    "course_code": "20ENC02",
    "course_name": "Sanal Gerçeklikle Bağlılığın Yaratılması",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/6af42a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Sanal gerçeklik (VR) yeni olmamasına rağmen neden şimdi ilgi odağı oldu? Yapay zekada ve 3D ortamda gerçekleşen başlıca gelişmeler üzerine gözler VR’a çevrildi. Bu eğitimimizde VR’ın özelliklerini ve iş dünyasının siber alemindeki çeşitli VR kullanımlarını öğreneceksiniz. Bir VR katılımcısının bulunma duygusunu etkileyen faktörleri ve kuşatıcı ortam seviyeleri arasındaki farkları göreceksiniz. Son olarak, hem mobil hem de yüksek güçlü VR deneyimlerinde kullanılan ekipmanlar hakkında bilgi edineceksiniz."
  },
  {
    "course_code": "25ENC4704",
    "course_name": "Prompt Mühendisliği ile Yapay Zeka Yetkinliklerinizi Güçlendirin",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 1.0,
    "vizyoner": 0.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/7ea44de6-df02-f011-bae3-7c1e5276db97.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Yapay zeka teknolojileri hızla gelişiyor ve bu gelişimle birlikte doğru soruları sormak, etkili ve anlamlı promptlar (komutlar) oluşturmak giderek daha önemli hale geliyor. \"Prompt Mühendisliği ile Yapay Zeka Yetkinliklerinizi Güçlendirin\" eğitimi, bu alandaki yetkinliklerinizi güçlendirmek ve yapay zeka ile daha verimli bir etkileşim kurmak için ihtiyacınız olan tüm bilgi ve becerileri sunuyor.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Etkili prompt oluşturma tekniklerinden, etik ilkeler doğrultusunda güvenilir içerik üretmeye kadar geniş bir yelpazede yetkinlikler kazanabilir, düşünce zinciri, meta promptlama gibi ileri düzey tekniklerle yapay zeka etkileşiminizi en verimli hale getirebilirsiniz. Eğitim boyunca, yapay zeka uygulamalarında karşılaşılan zorlukları çözme, model önyargılarını minimize etme ve içerik doğruluğunu artırma becerileri kazanabilirsiniz.</p></div>"
  },
  {
    "course_code": "23ENC4172",
    "course_name": "Yapay Zeka (AI) Teknolojisi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.3,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/6bf38713-f7fa-ed11-8849-000d3ab9c1f9.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Yapay Zeka (AI), günümüzün en önemli teknolojik ilerlemelerinden biri olarak, bilgisayar sistemlerinin insan zekası fonksiyonlarını taklit etmesini sağlayarak geniş bir kullanım alanı yaratmıştır. \"Yapay Zeka (AI) Teknolojisi\" eğitimi, AI'ın temellerini, uygulama alanlarını ve iş dünyası üzerindeki dönüştürücü etkisini anlamak isteyenler için derinlemesine bir rehber sunar. Bu eğitim, makine öğrenimi, derin öğrenme, robotik ve doğal dil işleme gibi yapay zekanın temel bileşenlerini kapsar ve büyük verilerin işlenmesi ve analizi üzerinde durur.<br><br>Katılımcılar, yapay zekanın nasıl çalıştığını, veri bilimi ve algoritma tasarımının önemini ve AI'ın çeşitli sektörlerdeki uygulamalarını öğrenecekler. Eğitim boyunca, AI'ın finans, otomotiv, sağlık, savunma, e-ticaret, enerji ve tarım gibi çeşitli endüstrilerde nasıl kullanıldığı ve bu teknolojinin iş süreçlerini nasıl değiştirdiği incelenir. Ayrıca, yapay zeka ve büyük veri analitiğinin bir arada nasıl rekabet ve verimliliği artırdığı da vurgulanacak.<br><br>\"Yapay Zeka (AI) Teknolojisi\" eğitimi, iş dünyasında ve günlük yaşamda yapay zekanın kullanımının avantajlarını ve zorluklarını anlama konusunda katılımcılara geniş bir perspektif sağlar. Eğitimi tamamladığınızda, yapay zeka teknolojisinin temellerine hakim olacak, AI'ın potansiyelini değerlendirecek ve teknolojinin gelecekteki gelişimini nasıl takip edeceğinizi bileceksiniz.</p></div>"
  },
  {
    "course_code": "21ENC137",
    "course_name": "Blokzincir ve Kriptoparalar: Merkeziyetsiz Yeni Bir Dünya",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/83ef2a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Teknoloji çağının en heyecan verici gelişmelerinden biri olan blokzincir ve kriptoparalar, finansal işlemlerin geleceğini şekillendirmekte ve merkeziyetsiz bir ekonomiye doğru adım atmamızı sağlamaktadır. 'Blokzincir ve Kriptoparalar: Merkeziyetsiz Yeni Bir Dünya' eğitimi, bu yenilikçi teknolojilerin temellerini, çalışma prensiplerini ve piyasa dinamiklerini kapsamlı bir şekilde ele alır. Eğitim, kriptopara birimleri, blokzincirin kullanım alanları ve bu teknolojilerin ekonomik sistemlerde yarattığı dönüşümü derinlemesine inceleyerek, katılımcılara merkeziyetsiz finans (DeFi) ve dijital varlıklar hakkında bilgi sunar. Kriptoparaların nasıl alınıp satılacağı, yatırım stratejileri ve piyasa analizi gibi pratik konuların yanı sıra, güvenlik önlemleri ve yasal mevzuat hakkında da bilgiler içerir. Eğitim, kriptopara ve blokzincir teknolojisine ilgi duyan ve bu alanda bilgi sahibi olmak isteyen herkes için ideal bir başlangıç noktasıdır."
  },
  {
    "course_code": "25ENC4670",
    "course_name": "Yapay Zeka ve Endüstriyel Uygulamaları",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.3,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/f912a07b-b3d8-ef11-a72f-000d3ab95d13.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Yapay zeka teknolojileri, iş süreçlerini dönüştürerek verimliliği artıran ve maliyetleri düşüren yenilikçi çözümler sunuyor. Bu eğitim, yapay zeka algoritmalarının kullanımıyla iş süreçlerini daha etkili hale getirmek isteyen profesyoneller için hazırlanmıştır. Algoritma temelli modeller geliştirme, veriye dayalı planlama ve optimizasyon süreçlerini yönetme konularında bilgi ve beceri kazandırmayı hedefler. Ayrıca, kalite kontrol mekanizmalarının iyileştirilmesi ve maliyetlerin azaltılması gibi yapay zeka uygulamaları üzerinde durur.</p><p style=\"margin: 0; width: fit-content;\" width=\"fit-content\">Eğitim sonunda, yapay zekayı iş süreçlerine nasıl entegre edeceğinizi, mevcut teknolojilerden nasıl faydalanacağınızı ve sektörünüzde fark yaratacak yenilikçi stratejiler geliştirmeyi öğrenebilirsiniz. Yapay zekayı anlamak ve profesyonel hayatınıza entegre etmek için bu kapsamlı program ideal bir başlangıçtır.</p></div>"
  },
  {
    "course_code": "22ENC52",
    "course_name": "Dijital Beceriye Sahip Olmak",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/30f02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Dijital çağda başarı, sürekli değişen teknolojik trendlere uyum sağlayabilme yeteneğine bağlıdır. 'Dijital Beceriye Sahip Olmak' eğitimi, işletmelerin ve bireylerin dijital inovasyonun getirdiği değişimleri anlamaları ve bu değişimlere uyum sağlamaları için gereken becerileri geliştirmeyi hedefler. Eğitim, dijital çeviklik kavramını açıklar ve dijital teknolojilerin iş süreçlerine entegrasyonunun organizasyonel başarı üzerindeki etkilerini inceler. Katılımcılar, dijitalleşmenin temel avantajlarını ve uygulamalarını öğrenirken, dijital becerileri desteklemek için teknolojiyi nasıl benimseyeceklerini ve kullanacaklarını keşfedecekler. Eğitim, dijital becerilerin ölçümü ve sürdürülebilir stratejilerin uygulanmasını da kapsayarak, işletmelerin dijital çağda rekabet avantajını nasıl koruyacaklarını öğretir.</p></div>"
  },
  {
    "course_code": "20ENC48",
    "course_name": "Dijital Dönüşüm Kavramları",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/44f02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "\"Dijital Dönüşüm Kavramları\" eğitimi ile inovasyonun çeşitli türlerini kavrayacak ve yıkıcı inovasyonun modern dünyada neden daha değerli bir yere sahip olduğunu öğreneceksiniz. Bu modül, inovasyonun farklı yönlerini ve onun iş dünyası üzerindeki etkilerini derinlemesine incelerken, sizlere ezber bozan yeniliklerle kendi sektörünüzde nasıl fark yaratabileceğinizi gösterecek. \"Dijital Dönüşüm Kavramları\" eğitiminde, yıkıcı inovasyonun gücünü anlayacak ve bu yenilikçi yaklaşımları kendi iş alanınıza nasıl uygulayabileceğinizi keşfedeceksiniz. Bu eğitim, sektörünüzde liderliği hedefleyen ve yenilikçi düşüncelerle fark yaratmak isteyen herkes için idealdir. Eğitimle birlikte, dijital dönüşüm yolculuğunuzda inovasyonun kritik rolünü anlayarak, sektörünüzde rekabet avantajı elde etmenin yollarını öğreneceksiniz."
  },
  {
    "course_code": "21ENC124",
    "course_name": "Kısa Kısa: İnovasyon ve Kurum İçi Girişimcilik",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/69f22a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Kurumların yenilikçilik ve iç girişimciliği kurumsal kültürlerinin bir parçası haline getirme çabaları, rekabetçi iş dünyasında sürdürülebilir başarıyı elde etmenin temel taşlarından biridir. 'Kısa Kısa: Değişen Dünyada Satış ve Pazarlama Teknikleri' eğitimi, inovasyon ve kurum içi girişimciliği teşvik etmeye yönelik farkındalık ve yetkinlik geliştirme çalışmalarına destek olacak bilgiler sunar. Eğitim materyalleri, sektörde tanınmış ve ödüllü profesyoneller tarafından hazırlanarak, katılımcılara yenilikçi düşünce biçimini ve girişimci yaklaşımları benimsemeleri için gereken bilgi ve araçları sağlar. Eğitimin amacı, inovasyonun şirketin DNA'sına işlenmesine yardımcı olacak stratejileri katılımcılarla paylaşmak ve onları bu süreçte etkin bir şekilde rol almaya teşvik etmektir."
  },
  {
    "course_code": "20ENC20",
    "course_name": "Blockchain Teknolojisi İşletmeleri Nasıl Dönüştürüyor?",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/7fef2a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">İnternet, şirketlerin iş yapma şeklinde nasıl devrim yarattıysa, dijital inovasyon ve blockchain teknolojisi de para transferi işlemlerini yeniden tanımlıyor. Aslında blockchain, kendi geniş çaplı devrimini gerçekleştirecek potansiyele sahip. Blockchain’in belki de en meşhur uygulaması bitcoin olsa da, blockchain bundan çok daha fazlası!<br><br>Bu eğitimimizde kriptograf ve blockchain teknolojisini, ticari işlemlerin gerçekleşme şeklini nasıl değiştirdiğini ve açık ile özel versiyonları arasındaki farkları öğreneceksiniz. Ayrıca akıllı sözleşmeler ve inovasyonu nasıl mümkün kıldıkları hakkında bilgi edinecek, blockchain teknolojisinin karşısındaki zorlukları göreceksiniz. Ek olarak bugünün iş dünyasında güven paradigmasının nasıl kullanıldığını göreceksiniz.</p></div>"
  },
  {
    "course_code": "21ENC38",
    "course_name": "Dijital Çağda Lider Olma",
    "insan_sarrafi": 0.3,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/38f02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Günümüzün hızla gelişen dijital dünyasında liderlik yapmak, sürekli adaptasyon ve yenilikçi stratejiler gerektirir. Bu bağlamda \"Dijital Çağda Lider Olma\" eğitimi, liderlerin dijital teknolojilere nasıl ayak uyduracakları ve bu yenilikleri kurumlarının yararına nasıl kullanacakları konusunda kapsamlı bir rehber sunar. Eğitim, dijital araçları ve platformları etkin bir şekilde kullanarak rekabet avantajı elde etme yollarını ve dijital dönüşüm süreçlerini başarıyla yönetme tekniklerini detaylandırır. Katılımcılar, teknolojik değişimlerin liderlik pratiklerine etkisini anlayacak ve bu değişimleri stratejik avantaja dönüştürme yollarını öğrenecekler. Eğitim ayrıca, dijital çağın getirdiği zorlukları ve fırsatları nasıl değerlendireceklerini, ayrıca teknolojik yenilikleri kurumsal stratejilere nasıl entegre edeceklerini ele alır. \"Dijital Çağda Lider Olma\" programı, dijital liderlik becerilerini geliştirmek ve modern iş dünyasının dinamiklerine uyum sağlamak isteyen her lider için değerli bilgiler ve uygulanabilir stratejiler sağlar."
  },
  {
    "course_code": "18ENC47",
    "course_name": "İhsan Elgin ile Kurum İçi Girişimcilik",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/74f12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "İhsan Elgin'in uzmanlığından yararlanacağınız bu eğitimde, kurum içi girişimciliğin temel prensiplerini ve uygulamalarını öğreneceksiniz. Eğitim, kurum içi girişimciliğin rekabet koşulları üzerindeki etkisini, iş modeli inovasyonunu ve değer teklifi kanvasını derinlemesine ele alacak. Eğitim sonunda, kurum içi girişimcilik konusunda geniş bir farkındalık kazanacak ve bu bilgileri kendi kurumunuzda uygulayarak yenilikçi ve etkili stratejiler geliştirebileceksiniz. Bu eğitim, iş dünyasında rekabet avantajı kazanmanız için gerekli bilgi ve araçları sağlayacak ve sizi kurum içi girişimcilik alanında bir adım öne taşıyacak."
  },
  {
    "course_code": "21ENC175",
    "course_name": "Geleceğin İş Dünyası: Business X.0",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/12f12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Teknolojinin hızla ilerlediği ve insan yaşamını dönüştürdüğü bir çağda, \"Geleceğin İş Dünyası: Business X.0\" eğitimi, iş dünyasının geleceğine dair önemli konuları ele alır. Teknolojinin gelişimiyle birlikte ortaya çıkan Toplum 5.0 kavramını incelerken, bu yeni dönemin getirdiği fırsatları ve meydan okumaları keşfetmeyi amaçlar. Eğitim, katılımcılara son teknoloji trendlerini, bunların iş dünyasına etkilerini ve gelecekteki iş gücüne yönelik tehditleri ve fırsatları anlama fırsatı sunar.\n\nBu dönüşüm sürecinde, \"yedinci kıta\" gibi yeni kavramların ve duygusal yapay zekanın mümkünlüğünün yanı sıra, iş gücü piyasasında değersizleşme riski taşıyan alanları da inceleyeceğiz. Ancak bu eğitim, karamsar bir distopya sunmak yerine, bu değişen ortamda kariyerinizi ve işletmenizi nasıl ayakta tutabileceğinize dair stratejiler ve çözüm yolları sunmayı hedefler.\n\n\"Business X.0 Dünyası\" ile tanışarak, geleceğin iş dünyasına uyum sağlamanın ve değişen şartlar altında sürdürülebilir başarı elde etmenin yollarını öğrenin. Bu eğitim, katılımcılara, teknolojik yeniliklerle birlikte gelen zorlukları nasıl fırsata çevireceklerini ve geleceğin iş ortamında nasıl yenilikçi ve etkin bir rol oynayacaklarını gösterir. Eğitimin sonunda, katılımcılar bu yeni çağın getirdiği değişikliklere adapte olabilecek bilgi ve becerilere sahip olacak ve teknolojik devrimin bir parçası olarak kendi yerlerini nasıl sağlamlaştıracaklarını öğrenecekler."
  },
  {
    "course_code": "24ENC4452",
    "course_name": "NFT 360°: Dijital Dünyanın Yeni Devrimi",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/b9d80a8a-1253-ef11-bfe3-0022489f3fab.jpg",
    "course_description": "NFT (Non-Fungible Token), blokzincir teknolojisiyle desteklenen ve benzersizliği garanti edilen dijital varlıklardır. Bu eğitim, NFT'lerin ne olduğunu, nasıl çalıştığını ve dijital varlıklar dünyasındaki rolünü kapsamlı bir şekilde anlamanıza yardımcı olur. NFT teknolojisinin sanat, dijital koleksiyonlar, müzik, kimlik doğrulama ve diğer birçok alandaki kullanım alanlarını ve avantajlarını öğrenmek, dijital ekonomideki yenilikleri takip edebilmeniz için kritik öneme sahiptir. Eğitim, size NFT'lerin sunduğu fırsatları değerlendirme ve kendi NFT projelerinizi oluşturma yetkinliği kazandıracaktır. Ayrıca, NFT alım satım süreçlerini, saklama ve sergileme yöntemlerini öğrenmek, sizi bu alandaki fırsatları en iyi şekilde değerlendirmeniz için donanımlı hale getirecektir. Sonuç olarak, bu eğitim, dijital varlıkların geleceğinde başarılı olmanız ve rekabetçi bir avantaj elde etmeniz için gerekli bilgi ve becerileri kazandırır."
  },
  {
    "course_code": "20ENC167",
    "course_name": "Yeni Dünya Becerileri Gelişim Yolculuğu",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/3af62a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "\"Yeni Dünya Becerileri Gelişim Yolculuğu\" programı, dijital dönüşüm sürecindeki kurumlar için tasarlanmıştır ve bu sürecin kurumlara, liderlerine ve çalışanlarına getirdiği değişiklikleri ve gereklilikleri ayrıntılı bir şekilde ele alır. Eğitim, dijital dönüşümün iş dünyası üzerindeki etkisini ve bu dönüşümün yöneticilerden, konu uzmanlarından ve diğer kurum çalışanlarından beklediği adaptasyonları inceler. Program, katılımcılara çeviklik, yenilenen iş modelleri ve artan rekabet ortamında başarılı olma yollarını sunar.\n\nKatılımcılar, dijital dönüşüm sürecinde etkili olabilmek için gerekli olan beceri ve stratejileri öğrenirken, aynı zamanda bu süreçte kendi gelişim rotalarını nasıl çizeceklerini keşfederler. \"Yeni Dünya Becerileri Gelişim Yolculuğu\", dijitalleşen bir dünyada kurumların ve çalışanlarının başarılı ve rekabetçi kalabilmeleri için gerekli bilgi ve becerileri sağlar. Bu program, dijital dönüşümün getirdiği yeniliklere uyum sağlamak ve bu dönüşüm sürecinde etkili olmak isteyen herkes için değerli içgörüler ve uygulanabilir yöntemler sunar. Bu eğitim, katılımcıların dijital dönüşüme hazır olmalarını ve bu süreçte etkin bir rol oynamalarını sağlayacak."
  },
  {
    "course_code": "24ENC4491",
    "course_name": "Yeni Dünya İçin İnsanın Fabrika Ayarları Gelişim Yolculuğu",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/32b56e65-3691-ef11-8a69-7c1e52200901.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: 'Segoe UI','Helvetica Neue',sans-serif; font-size: 9pt;\"><div style=\"font-family:'Segoe UI','Helvetica Neue',sans-serif;font-size:9pt;\">Modern hayatın hızlı temposu, insanın fabrika ayarları dediğimiz doğal yetilerini korumayı her geçen gün daha da zorlaştırıyor. Bu eğitimde, fabrika ayarlarınıza dönerek içgüdülerinizi ve temel becerilerinizi nasıl yeniden keşfedebileceğinizi öğreneceksiniz. Teknolojiyi bir amaç değil, bir araç olarak kullanarak, gelişiminizi destekleyen ve yaşamınızı kolaylaştıran sağlıklı bir denge kurmanın önemini kavrayacaksınız.<br>Konfor alanınızın dışına çıkarak risklerle yüzleşmeyi ve ataleti yenip harekete geçmenin yollarını deneyimleyeceksiniz. Belirsizliklerle başa çıkma becerilerinizi geliştirerek kaos içinde sakin kalmayı ve fırsatları fark etmeyi öğreneceksiniz. Ayrıca, stresin hem faydalı hem de zararlı yönlerini anlayarak, etkili stres yönetimi stratejileri geliştirme şansı bulacaksınız.<br>Sosyal ilişkilerin bireysel ve toplumsal gelişim üzerindeki kritik rolünü fark edecek, çevrenizdeki farklılıklarla sağlıklı ilişkiler kurmanın yollarını öğreneceksiniz. Benliğinizi tanıyarak sahip olduğunuz potansiyeli en verimli şekilde nasıl kullanabileceğinizi keşfedecek ve her gün bir adım daha ileriye gitmenizi sağlayacak yöntemleri deneyimleyeceksiniz.</div></div>"
  },
  {
    "course_code": "20ENC185",
    "course_name": "Kırılım Çağı - Dijital Kırılım",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/5ff22a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Bundan çeyrek asır öncesine kadar kimsenin bilmediği bir iletişim şemsiyesi, zaman ve mekân farkı tanımadan dünyanın her yerini kapsamış durumda. Endüstri, politik coğrafyalar, eğitim yapıları, şehirleşme, haberleşme ve lojistik sistemleri gibi aklımıza gelebilecek her türlü süreç ve kurum yeni bir olguyla tanıştı. Bu olguları tanımak için gerekli olan en önemli davranış değişimi, gelişmelerin ve getirdiği kırılımların sürekli olduğunu anlamak ve bu kırılımların alışkın olmadığımız biçimde gittikçe artan bir hızla değişmesine hazırlıklı olabilmektir. Dünün doğrusal büyüyen dünyası, bugün üssel hızda artan teknolojinin etkilerini yaşamaktadır.\nBu video serisinde İş ve Akademi dünyasında önde gelen 4 farklı konuşmacı kendi uzmanlık alanlarında hem günümüzü hem de geleceğimizi aydınlatıcı bilgileri bizlerle paylaşıyor. Bu eğitimde, dijitalleşmenin toplumun tüm paydaşları ile çok hızlı bir şekilde artmasıyla beraber gelen dijital kırılımların getirdiği ve getireceği değişimleri konuşacağız."
  },
  {
    "course_code": "24ENC4610",
    "course_name": "Yakın Dönem Siyaset Tarihi ve Gelecek Dünya Düzeni",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/yakin-donem-siyaset-tarihi-ve-gelecek-dunya-duzeni-0.44956684220266885.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; text-align: start;\" dir=\"ltr\">Yakın Dönem Siyaset Tarihi ve Gelecek Dünya Düzeni eğitimi size ABD ve tek kutuplu dünya düzeni, Çin’in gittikçe büyüyen ekonomik ve siyasi gücü, ABD’nin Trump, Obama ve Biden dönemi, seçkinler ve halk arasındaki uçurumun sebepleri, teknoloji ve çevreci yaklaşımın geleceği şekillendiren etkileri, Türkiye’nin mevcut düzenini şekillendiren siyasi ve tarihi olaylar, yorgun yönetim ve düzende değişmesi gerekenler ve daha pek çok konuyla ilgili geniş bir perspektif sunuyor. Bu eğitim sayesinde her geçen gün değişmekte olan dünya düzeninin, siyaset ve ekonomi ile ilişkili birçok dönüşümünü yorumlayabileceksiniz.</p></div>"
  },
  {
    "course_code": "24ENC4552",
    "course_name": "İnovasyon Kültürü",
    "insan_sarrafi": 0.3,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/inovasyon-kulturu-0.16580452749718955.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Genel anlamıyla kullandığımız “İnovasyon”, var olan bir şeyin üzerine yeni şeyler ekleyerek ve iyileştirerek onu daha iyi bir hale getirmek ve insanların hayatını kolaylaştıracak bir unsura dönüştürmektir. Bu bazen bir ürün, bazen bir fikir ya da süreç olabilir. Enis Arslan ile, inovatif bakışı hayatınıza entegre edin!</p></div>"
  },
  {
    "course_code": "24ENC4548",
    "course_name": "Geleceğe Hazırlık: Yapay Zekâ",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/8df5ba24-8aa9-ef11-b8e9-000d3a67687e.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0; text-align: start;\" dir=\"ltr\">Geleceğe Hazırlık: Yapay Zekâ eğitimi, Girişimci ve Kanaat Önderi Gülay Özkan tarafından özenle hazırlandı. Bu eğitimde üstel büyümenin ne olduğunu, üstel büyüyen teknolojileri, teknolojik dalgaların geçmişini, yapay zekânın temellerini ve karanlık yüzünü, verimli ve gerçekçi bir gelecek planlaması için bilmeniz gerekenleri keşfedeceksiniz.</p></div>"
  },
  {
    "course_code": "25ENC4716",
    "course_name": "Dönüşümün Temelleri: Liderlik, Strateji ve Kültür",
    "insan_sarrafi": 0.3,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/ae10da89-4b11-f011-9989-7c1e5236ed13.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">Dönüşümün Temelleri: Liderlik, Strateji ve Kültür eğitimi, Bülent Bayram tarafından özenle hazırlandı. Kurumsal dönüşümün temellerini ve liderlik özelliklerinin önemini anlatan bu eğitimde aynı zamanda Vodafone Türkiye CEO'su Engin Aksoy ile yapılan vaka analizi ile kurumsal dönüşüm sürecinde liderliği somut örneklerle keşfedebilirsiniz!</p></div>"
  },
  {
    "course_code": "20ENC06",
    "course_name": "Dijital Dönüşümü Mümkün Kılmak İçin İş Modellerini Yeniden Düşünmek",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/4cf02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Hızla değişen dijital ekosisteme ayak uydurabilmek için kuruluşlar yerinde saymayı göze alamazlar. Bir şirketin dijital inovasyon stratejisinin bir parçası olarak iş modelini sürekli olarak değerlendirmeye devam etmesi çok önemlidir. Bu eğitimimizde, işletme modelini yenilemenin işletmenize nasıl fayda sağlayabileceğini ve yarının fırsatlarını değerlendirmenize yardımcı olabileceğini keşfedeceksiniz. Ayrıca iş modelinizi yeniden düşünmenin önemini ve onu değerlendirme, yenileme ve geliştirme için gereken adımları öğreneceksiniz. Ayrıca, ortaya çıkan yeni iş modellerini ve dijital olarak dönüştürülmüş pazarlarda rekabet etmek için gereken temel yetkinlikleri öğreneceksiniz.\n"
  },
  {
    "course_code": "22ENC51",
    "course_name": "Dijital Ekonomide Becerilerinizi Geliştirmek",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/54f02a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Dijital ekonomi, iş dünyasının yapısını ve profesyonellerden beklentileri temelden değiştirmektedir. 'Dijital Ekonomide Becerilerinizi Geliştirmek' eğitimi, bu yeni ekonomik yapı içinde rekabetçi kalmak ve kariyerinizi ilerletmek için gerekli beceri setlerini geliştirmenize yardımcı olur. Eğitim, iş dünyasının nasıl değiştiğini, hangi becerilerin talep gördüğünü ve bu becerileri nasıl geliştirebileceğinizi anlatır. Katılımcılar, örgütsel öğrenme ve sürekli gelişimin önemini anlayacak, kendi beceri setlerini nasıl güncel tutacaklarını ve diğerlerini geliştirmeye nasıl yardımcı olacaklarını öğreneceklerdir. Eğitim, kişisel gelişimi teşvik eden yaklaşımlar ve dijital ekonomide başarı için stratejik yönlendirmeler sunar."
  },
  {
    "course_code": "25ENC4676",
    "course_name": "Yapay Zekâ - 101: Geleceğe Hazır Ol!",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.3,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.3,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/dc3a00f3-d8e2-ef11-be20-7c1e5276c98a.jpg",
    "course_description": "<div class=\"ck-content\" data-wrapper=\"true\" dir=\"ltr\" style=\"--ck-image-style-spacing: 1.5em; --ck-inline-image-style-spacing: calc(var(--ck-image-style-spacing) / 2); --ck-color-selector-caption-background: hsl(0, 0%, 97%); --ck-color-selector-caption-text: hsl(0, 0%, 20%); font-family: Segoe UI; font-size: 11pt;\"><p style=\"margin: 0;\">\"Yapay Zekâ - 101: Geleceğe Hazır Ol!\" eğitimi, yapay zekânın temel kavramlarını, işleyiş prensiplerini ve günlük yaşam ile iş süreçlerine entegrasyon yöntemlerini keşfetmek isteyenler için tasarlanmıştır. Bu eğitimde, katılımcılar yapay zekânın ne olduğunu, nasıl çalıştığını ve hangi türlere ayrıldığını öğrenecek; yapay zekâ kullanımında dikkat edilmesi gereken hususlar, etkili prompt yazımı ve temel araçların kullanımına dair pratik ipuçları keşfedeceklerdir. Katılımcılar, eğitim sonunda yapay zekâ sistemlerini hem bireysel hem de profesyonel yaşamlarına entegre etme konusunda yetkinlik kazanarak, yapay zekâ ekseninde dönüşen geleceğin dünyasına daha hazırlıklı olacaklardır.</p></div>"
  },
  {
    "course_code": "22ENC49",
    "course_name": "İnovasyon için Tasarım Düşüncesi: Fırsatları Tanımlama",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.0,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/a0f12a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Tasarım düşüncesi, inovatif çözümler üretmek ve kullanıcı deneyimini iyileştirmek için kritik bir yaklaşımdır. 'İnovasyon için Tasarım Düşüncesi: Fırsatları Tanımlama' eğitimi, bu stratejik süreci ve kullanıcı merkezli inovasyonu teşvik etmek için gerekli araçları ve metodolojileri sunar. Eğitim, deneyim eşlemesi ve benzeşim kümelemesi gibi tekniklerle, kullanıcı verilerini anlamlandırma ve bu verilerden eyleme dönüştürülebilir öngörüler elde etme süreçlerini detaylandırır. Katılımcılar, paydaşlarla etkileşim kurmanın ve onların deneyimlerini derinlemesine analiz etmenin, inovatif fırsatları nasıl ortaya çıkardığını öğrenirken, bu bilgileri nasıl pratik ve stratejik eylemlere dönüştürebileceklerini de keşfederler. Bu eğitim, kullanıcı odaklı düşünme becerisini geliştirerek, katılımcıların inovasyon süreçlerinde etkin bir şekilde rol almalarını sağlar."
  },
  {
    "course_code": "20ENC186",
    "course_name": "Kırılım Çağı - İnsanın Geleceği",
    "insan_sarrafi": 0.0,
    "kisisel_gelisen": 0.0,
    "kultur_mantari": 0.3,
    "teknoloji_gurusu": 0.0,
    "vizyoner": 1.0,
    "course_image_url": "https://enocta-filecdn-small.mncdn.com/EnoctaCrmContent/Images/63f22a74-393f-ed11-9db1-000d3adf7b71.jpg",
    "course_description": "Bundan çeyrek asır öncesine kadar kimsenin bilmediği bir iletişim şemsiyesi, zaman ve mekân farkı tanımadan dünyanın her yerini kapsamış durumda. Endüstri, politik coğrafyalar, eğitim yapıları, şehirleşme, haberleşme ve lojistik sistemleri gibi aklımıza gelebilecek her türlü süreç ve kurum yeni bir olguyla tanıştı. Bu olguları tanımak için gerekli olan en önemli davranış değişimi, gelişmelerin ve getirdiği kırılımların sürekli olduğunu anlamak ve bu kırılımların alışkın olmadığımız biçimde gittikçe artan bir hızla değişmesine hazırlıklı olabilmektir. Dünün doğrusal büyüyen dünyası, bugün üssel hızda artan teknolojinin etkilerini yaşamaktadır.\nBu video serisinde İş ve Akademi dünyasında önde gelen 5 farklı konuşmacı kendi uzmanlık alanlarında hem günümüzü hem de geleceğimizi aydınlatıcı bilgileri bizlerle paylaşıyor. İnsanın iş ve eğitim alanında yaşadığı çağın getirdiği kaçınılmaz değişimlerin konu alınacağı bu seride, değişimlerin bizlere ne gibi fırsatlar yaratacağı konusunda bilgiler edinmeye hazır mısınız?"
  }
]